{
  "01. Constitucion Delaware vs Florida.pdf": "Incorporación de LLC en Estados Unidos. \n22 de junio de 2023\nBENEFICIOS LEGALES SEGÚN EL ESTADO DE INCORPORACIÓN \nFLORIDA\nDELAWARE\nIdeal para productos \nEl estado de la Florida al ser un centro de población migrante ofrece gran diversidad de \nconsumidores, lo que resulta en un gran nicho de mercado.\nIdeal para servicios \nEl estado de Delaware no tiene impuestos sobre la renta cuando esta se produce \nfuera del estado, adicional tampoco tiene impuesto sobre la venta.\nProtección de activos\nSe separa la responsabilidad derivada de las actividades de la LLC al de los activos \npersonales de los socios, en consecuencia los miembros de la LLC estarán protegidos de las \nresponsabilidades de la empresa.\nProtección de activos\nSe separa la responsabilidad derivada de las actividades de la LLC al de los activos \npersonales de los socios. Lo que quiere decir que los miembros de la LLC estarán \nprotegidos de las responsabilidades de la empresa.\nNo es obligatorio llevar a cabo actividades\nNo es necesario que la LLC lleve a cabo actividades comerciales en Florida, así como \ntampoco es necesario que los registros de la empresa ni el lugar principal de actividad \nestén en Florida.\nNo es obligatorio llevar a cabo actividades comerciales\nNo es necesario que la LLC lleve a cabo actividades comerciales en Delaware, así como \ntampoco es necesario que los registros de la empresa ni el lugar principal de actividad \nestén en Delaware.\nPrivacidad de los socios\nLos socios pueden permanecer confidenciales. Solo se tendrá conocimiento de quien figura \ncomo representante legal de la sociedad. \nPrivacidad de los socios\nLos socios  y administradores pueden permanecer confidenciales. \nResponsabilidad de los accionistas \nNo son personalmente responsables ante la corporación \nResponsabilidad de los accionistas \nNo son personalmente responsables ante la corporación \nPosibilidad de desarrollar diferentes actividades dentro de una misma compañía  \nPosibilidad de desarrollar diferentes actividades dentro de una misma compañía  \nBENEFICIOS TRIBUTARIOS SEGÚN EL ESTADO DE INCORPORACIÓN \nFLORIDA\nDELAWARE\nTransferencia de impuestos\nLa LLC incorporada como partnership  no estará sujeta al impuesto estatal sobre la renta \npor los ingresos de las actividades comerciales. El impuesto sobre la renta se traspasará \na cada socio después de distribuir los ingresos de la empresa.\nNo se genera el impuesto sobre la renta de actividades en otros estados\nLa empresa no estará sujeta al impuesto estatal sobre la renta respecto de \nactividades comerciales que se realicen en otros estados.\nNo hay impuesto sobre la renta para  las personas naturales\nLos socios no deberán pagar el impuesto sobre la renta estatal por las ganancias de la \nLLC.\nImpuesto sobre las ventas\nEl impuesto sobre el consumo, la venta de bienes y servicios es del 6%. Se aplica en el \npunto de venta, lo recaudan las compañías para posteriormente transferirlas  al \ngobierno. \nImpuesto sobre las ventas\nEn esta jurisdicción no se impone el impuesto sobre las ventas.\nImpuesto corporativo \nSe impone a los ingresos generados por las empresas un impuesto del 5.5%,  sin \nembargo  las empresas con ingresos inferiores a $50,000 USD,  están exentas de pagar el \nimpuesto sobre la renta. \nImpuesto sobre la renta\nDelaware se caracteriza por ser una jurisdicción territorial, lo que implica que no \naplicará impuesto a la renta  sobre  ingresos que no se perciban en dicho territorio. \nPermite tener clientes en todo el pais sin que por ello se genere impuesto estatal  \nOtros Impuestos \n-\nNo tiene impuesto de franquicia \n-\nSi tiene impuesto sobre la propiedad en los casos donde la LLC tenga \npropiedades o compra para alquiler\nOtros Impuestos \n-\nImpuesto de franquicia de $250 USD\n-\nNo cobra impuesto sobre la propiedad\nSOBRE LOS REQUISITOS PARA SU  INCORPORACIÓN  \nFLORIDA\nDELAWARE\nCostos de llenado \nTarifa de incorporación definida sin dependencia al valor de las acciones \nTarifa: $160 USD aprox \nCostos de llenado \nLa tarifa de presentación varía según el número de acciones y el valor nominal.\nTarifa 2023: $ 100 USD aprox\nCostos de renovación \nCada sociedad en Florida vence el 1 de mayo por tanto la LLC está obligada a renovar su \nregistro cada año por el valor de $138,75 USD.  En caso de vencimiento se deberá pagar por \nsu renovación el valor de $538,75 USD. \nCostos de renovación \nTarifa: $300 USD \nAgente registrado ubicado en Florida \nAgente Registrado ubicado en Delaware\nEs necesario adquirir licencia comercial \nNo es necesario adquirir licencia comercial si la sociedad no está operando en el \nestado. \nSOBRE LAS OPCIONES ACCIONARIAS\nAcciones corporativas sin junta de accionistas \nAcción corporativa sin reunión de accionistas siempre que exista consentimiento por \nescrito emitido por los titulares de las acciones \nAcciones corporativas sin Junta de accionistas \nAcción corporativa sin reunión de accionistas siempre que exista consentimiento por \nescrito emitido por los titulares de las acciones \nEmisión de Acciones preferentes de cheque en blanco \nes posible la emisión de acciones preferentes de cheque en blanco con preferencias, \nlimitaciones y derechos relativos determinados por la junta directiva sin la aprobación de \nlos accionistas, siempre y cuando esté autorizado por el certificado de incorporación\nEmisión de Acciones preferentes de cheque en blanco \nes posible la emisión de acciones preferentes de cheque en blanco con preferencias, \nlimitaciones y derechos relativos determinados por la junta directiva sin la aprobación \nde los accionistas, siempre y cuando esté autorizado por el certificado de \nincorporación\n",
  "01. Información Nover.docx": "1. Nombre\nNover BOT\n2. Tono de voz\nCercano, amigable, conversacional.\n\nNada de tecnicismos en exceso: usar lenguaje claro.\n\nMostrar empatía: “¡Hola! ¿Cómo te puedo ayudar?” en lugar de “Estimado usuario…”.\n\nAdaptado a un contexto profesional pero accesible, dado que Legalnova trabaja con innovación, tecnología, servicios legales y contables.\n\n3. Ámbitos de conocimiento\nEl BOT deberá estar preparado para manejar consultas sobre los siguientes temas, alineados con los servicios de Legalnova:\nServicios legales, contables y de innovación que ofrece Legalnova tanto en Colombia como en Estados Unidos. LegalNova+2LegalNova+2\n\nTecnología, legaltech, transformación digital: por ejemplo, firma electrónica, análisis de datos legales, optimización de procesos. LegalNova+1\n\nInternacionalización: expansión de negocios, inversiones en LATAM y USA, aspectos tributarios, estructuras legales para operación internacional. F6S+1\n\nInnovación de modelos de negocio, estructuración de procesos, adopción de tecnología en empresas.\n\nApoyo en temas de startups, emprendimientos, inversionistas en Latam. F6S\n\n4. Funcionalidades\nResponder preguntas frecuentes: “¿Qué servicios ofrece Legalnova?”, “¿Cómo me puedo internacionalizar?”, “¿Cuáles son los pasos para constituir una empresa en USA?”, etc.\n\nSugerir recursos, documentos o guías que el usuario puede consultar.\n\nDerivar a contacto humano cuando la consulta lo requiera (“Si prefieres hablar con alguien de nuestro equipo, escríbenos por WhatsApp”).\n\nRecopilar información básica del usuario para luego atender mejor (opcional): nombre, empresa, país, tema de interés.\n\nIntegrarse con WhatsApp como canal de contacto directo (ver siguiente punto).\n\n5. Contacto directo\nCuando sea necesario o cuando el usuario quiera hablar con un asesor humano, el BOT debe indicar y redirigir al siguiente enlace de WhatsApp:\n https://api.whatsapp.com/send?phone=573117101017\n (Este es el canal de contacto principal para Legalnova.)\n6. Integración y carga de información\nPara que el BOT funcione bien, necesitamos cargarle información de valor, por ejemplo:\nDescripciones de cada área de Legalnova (legal, contable, innovación)\n\nServicios detallados, procesos, FAQs internos\n\nCalendarios de eventos, webinars, talleres, fechas clave\n\nDocumentos (presentaciones, PDFs con guías, casos de éxito)\n\nInformación sobre presencia en Colombia y Estados Unidos, pasos para clientes internacionales\n\nGlosario sencillo para explicar conceptos técnicos de manera accesible\n\n7. Usabilidad y experiencia\nInterfaz simple: preguntas/menús claros, sin jerga excesiva.\n\nRespuestas cortas, al punto, con opción de “¿Deseas más detalles?”\n\nPosibilidad de escalar a agente humano.\n\nDiseño para que el usuario sienta que “habla con alguien de Legalnova”, no con un sistema frío.\n\nDebe permitir que el usuario especifique país (Colombia o USA) para que reciba información relevante a su jurisdicción.\n\n8. Límites y buenas prácticas\nSi la pregunta es demasiado técnica o especializada (por ejemplo, “Cuál es el impacto fiscal exacto para una empresa X en USA”), el BOT debe reconocerlo y derivar a un asesor humano.\n\nEvitar promesas específicas o asesoría legal que reemplace una consulta directa con un profesional.\n\nSiempre mantener la profesionalidad: aunque sea cercano el tono, somos una firma consultora de servicios legales/contables/internacionalización.\n\n9. Mensajes de ejemplo\n“¡Hola! Soy Nover BOT de Legalnova. ¿En qué puedo ayudarte hoy? 😊”\n\n“¿Quieres que te cuente cómo te podemos ayudar con la internacionalización de tu empresa desde Colombia hacia USA?”\n\n“Claro, te comparto un recurso sencillo… (enlace al documento) ¿Te gustaría que te lo enviara por WhatsApp?”\n\n“Si prefieres hablar con un experto de nuestro equipo, escríbenos por este enlace: https://api.whatsapp.com/send?phone=573117101017\n",
  "Alcance y Cronograma de Proyecto Chatbot AI – LegalNova - By Kyndora Technologies .pdf": "1. Alcance del Proyecto: LegalNova - Asistente Virtual Inteligente \nEl proyecto de desarrollo para LegalNova se centra en la creación y despliegue de \nun asistente virtual inteligente, diseñado para revolucionar la interacción con los \nclientes y optimizar los procesos internos. A continuación, se detallan los \ncomponentes clave que conforman el alcance de esta iniciativa: \n●​ Diseño Estratégico de la Identidad del Chatbot: \n○​ Nombre: Se definirá un nombre que refleje la profesionalidad y la \ninnovación de LegalNova, facilitando su memorabilidad y reconocimiento. \n○​ Avatar: Se creará un avatar visualmente atractivo y coherente con la \nidentidad de marca de LegalNova, que transmita confianza y \naccesibilidad. \n○​ Tono Conversacional: Se establecerá un tono conversacional formal, \npreciso y empático, alineado con la naturaleza legal de la empresa y su \ncompromiso con la excelencia en el servicio al cliente. El objetivo es \nofrecer una experiencia de usuario profesional y confiable en todo \nmomento. \n●​ Integración Omnicanal Estratégica:​\nEl asistente virtual estará accesible a través de múltiples canales, garantizando \nuna comunicación fluida y consistente sin importar la plataforma que el cliente \nelija: \n○​ WhatsApp Business: Integración completa para atender consultas, \nproporcionar información y gestionar procesos a través de la plataforma \nde mensajería más utilizada. \n○​ Instagram Direct: Soporte directo a través de mensajes de Instagram, \npermitiendo una interacción más directa y personalizada con los usuarios \nde esta red social. \n○​ Widget Web Nativo: Implementación de un widget incrustado \ndirectamente en la página principal de LegalNova, ofreciendo una \nexperiencia de usuario integrada y de fácil acceso para los visitantes del \n1 \nsitio web. \n●​ Motor de Inteligencia Generativa Avanzado:​\nEl corazón del asistente virtual será un motor de inteligencia generativa \nimpulsado por Gemini AI. Este motor será rigurosamente entrenado con: \n○​ Documentación Legal Exhaustiva: Incorporación de toda la base de \nconocimientos legales de LegalNova, incluyendo jurisprudencia, \nnormativas, contratos y procedimientos. \n○​ Lenguaje Legal Especializado: El modelo será finamente ajustado para \ncomprender y generar lenguaje legal con la precisión y el rigor requeridos \nen el ámbito jurídico. \n○​ Respuestas Contextuales, Profesionales y en Tono Institucional: Esto \ngarantizará que el chatbot pueda ofrecer respuestas altamente \nrelevantes, gramaticalmente correctas y alineadas con la imagen y los \nestándares de comunicación de LegalNova, funcionando como un experto \nlegal virtual. \n○​  \n●​ Automatización de Procesos Clave:​\nLa implementación del asistente virtual permitirá la automatización de funciones \noperativas cruciales, mejorando la eficiencia y reduciendo la carga de trabajo \nmanual: \n○​ Captura Inteligente de Leads: Identificación y calificación automática de \nposibles clientes, recopilando la información necesaria para iniciar el \nproceso de venta o consulta legal. \n○​ Enrutamiento de Consultas según Tipo de Servicio: Dirección \nautomatizada de las preguntas y solicitudes de los usuarios al \ndepartamento o especialista adecuado dentro de LegalNova, optimizando \nlos tiempos de respuesta y la atención. \n○​ Asistencia Transaccional y Postventa: Soporte en la ejecución de \ntransacciones básicas, seguimiento de casos y atención a consultas \npostventa, liberando al personal para tareas de mayor valor añadido. \n●​ Panel Administrativo Integral:​\n2 \nSe desarrollará un panel de control intuitivo y robusto para la gestión y \nmonitorización del asistente virtual: \n○​ Visualización de Interacciones: Acceso a registros detallados de todas \nlas conversaciones del chatbot, permitiendo un análisis profundo de las \ninteracciones con los usuarios. \n○​ Métricas de Desempeño: Herramientas para evaluar la eficacia del \nasistente virtual, incluyendo volumen de consultas, tasas de resolución, \nsatisfacción del cliente y eficiencia en el enrutamiento. \n○​ Edición de Base de Conocimiento: Interfaz amigable para que el equipo \nde LegalNova pueda actualizar, añadir o modificar la información que el \nchatbot utiliza para generar sus respuestas, asegurando que la \ninformación esté siempre al día y sea relevante. \nEste proyecto representa un paso fundamental para LegalNova en su camino hacia la \ntransformación digital, posicionándola a la vanguardia en la prestación de servicios \nlegales con el apoyo de la inteligencia artificial. \n2. Cronograma de trabajo (estimado) \n \n3 \n \nFase \nActividad \nDuración \nEntregable \nFase \n1 \nRecolección de información y definición \nde flujos conversacionales \n3 días \nMapa de flujo + \nprompts iniciales \nFase \n2 \nEntrenamiento inicial del modelo y \npersonalización del tono LegalNova \n4 días \nVersión Alpha del \nchatbot \nFase \n3 \nIntegración web + canales sociales \n(WhatsApp, Facebook, Instagram) \n5 días \nDemo funcional \nFase \n4 \nPruebas de QA y optimización de \nlatencia \n3 días \nInforme técnico \nFase \n5 \nEntrega final y capacitación al equipo \nLegalNova \n2 días \nAccesos, manual y \nsesión de \nentrenamiento \nDuración Total Estimada del Proyecto: \n \nSe estima que la duración total de este proyecto será de 17 días hábiles. Esta estimación se ha \ncalculado meticulosamente, excluyendo fines de semana y días festivos para proporcionar una \nprevisión lo más precisa posible. \n \nInicio del Proyecto: \n \nEl inicio de las actividades está previsto para dentro de las 48 horas posteriores a la \nconfirmación oficial del proyecto por parte del cliente. Este período de gracia permite la \npreparación final y la asignación de recursos necesarios para asegurar un arranque fluido y \neficiente. \n \nConsideraciones Importantes: \n●​ Días Hábiles: Es crucial reiterar que todas las estimaciones de tiempo se basan en días \nhábiles. Esto significa que los sábados, domingos y cualquier día festivo reconocido no \nse incluyen en el cálculo de la duración del proyecto. Se recomienda revisar el \ncalendario de días festivos aplicables para una mejor planificación. \n●​ Factores Externos: Aunque se ha realizado un esfuerzo considerable para estimar la \nduración, factores externos imprevistos como retrasos en la aprobación de materiales, \nsolicitudes de cambios significativos por parte del cliente o circunstancias de fuerza \nmayor podrían influir en el cronograma. La comunicación proactiva y la flexibilidad serán \nclave para gestionar cualquier desviación. \n●​ Comunicación: Se establecerá un canal de comunicación constante para mantener \ninformados a todos los interesados sobre el progreso del proyecto y cualquier ajuste \nnecesario en el cronograma. Se proporcionarán actualizaciones regulares y se \natenderán con prontitud todas las consultas. \n \n4 \n",
  "Categoria de Servicios por area (1).pdf": "Servicio General.\nÁrea\nRevisoría Fiscal\nAccounting\nCumplimiento\nAccounting\nPlanes Contables\nAccounting\nContabilidad\nAccounting\nDiseño contable\nAccounting\nCertificaciones\nAccounting\nAuditoría\nAccounting\nAsesoría Financiera\nAccounting\nInnovación modelos de negocio\nInnovation\nCreación de Contenido\nInnovation\nLegal Comms\nInnovation\nMarketing Digital\nInnovation\nAnálisis de innovación\nInnovation\nBranding\nInnovation\nTraining\nInnovation\nLegal Ops\nInnovation\nLegal Design\nInnovation\n2024 1065 TAX RETURN \nInternational Accounting Services\nTax Forms\nInternational Accounting Services\nCertifications\nInternational Accounting Services\nTax US\nInternational Accounting Services\nTax USA\nInternational Accounting Services\nUSA Accounting\nInternational Accounting Services\nAudit USA\nInternational Accounting Services\nReembolso Envio Tarjetas\nInternational Business Services\nPresentación BOI\nInternational Business Services\nCobro de Cartera\nInternational Business Services\nFast Track EIN\nInternational Business Services\nForm 8832\nInternational Business Services\nNotarización US\nInternational Business Services\nObligaciones Legales\nInternational Business Services\nFee de Estado\nInternational Business Services\nLegal Advise\nInternational Business Services\nRegistered Agent\nInternational Business Services\nPlace of Business\nInternational Business Services\nAnnual Report Presentation\nInternational Business Services\nFranchise Tax Filing\nInternational Business Services\nAgente Registrado\nInternational Business Services\nInternational Business Services\nInternational Business Services\nInforme Anual\nInternational Legal Services\nRevisión y Drafting de contratos\nInternational Legal Services\nRevocable Living Trust\nInternational Legal Services\nApertura Cuenta Bancaria\nInternational Legal Services\nAsesoria Contable \nInternational Legal Services\nHoras On-Demand\nInternational Legal Services\nSPA\nInternational Legal Services\nILS - Trust\nInternational Legal Services\nApostilla US\nInternational Legal Services\nCertificate Of Revival \nInternational Legal Services\nCertificate Of Revival \nInternational Legal Services\nSPV\nInternational Legal Services\nUS Fund\nInternational Legal Services\nLiquidación Sociedad USA\nInternational Legal Services\nDrafting de documentos corporativos\nInternational Legal Services\nActualización Corporativa USA\nInternational Legal Services\nIncorporación USA \nInternational Legal Services\nForms USA\nInternational Legal Services\nInternational Legal Services\nInternational Legal Services\nMembresía Seed\nInternational Tax Services\nDiagnostico Legal y Tributario\nInternational Tax Services\nDiagnóstico Tributario\nInternational Tax Services\nMembresía On-Demand \nInternational Tax Services\nInternational Tax Services\nInternational Tax Services\nCapacitación \nLegal Services\nEtapa Prejudicial\nLegal Services\nEstructuración Legal \nLegal Services\nPor Definir LSC\nLegal Services\nAcompañamiento comercial y civil\nLegal Services\nAsesoría Migratoria\nLegal Services\nConsultoría en Cumplimiento\nLegal Services\nAcompañamiento Laboral \nLegal Services\nAcompañamiento Corporativo\nLegal Services\nSoftlanding Colombia.\nLegal Services\nPropiedad intelectual y Derechos de autor \nLegal Services\nPrecios de Transferencias\nTax\nAlternativas de Rentabilidad\nTax\nPor definir TAX\nTax\nConsultoría tributaria nacional y municipal\nTax\nDue Diligence Tributario\nTax\nPlaneaciones Tributarias \nTax\nConsultoría en controversias fiscales\nTax Litigation\nLitigio Tributario Judicial\nTax Litigation\nControversias Administrativas\nTax Litigation\nLitigio penal tributario\nTax Litigation\n",
  "services": [
    {
      "servicio": "Cumplimiento",
      "area": "Accounting"
    },
    {
      "servicio": "Planes Contables",
      "area": "Accounting"
    },
    {
      "servicio": "Contabilidad",
      "area": "Accounting"
    },
    {
      "servicio": "Diseño contable",
      "area": "Accounting"
    },
    {
      "servicio": "Certificaciones",
      "area": "Accounting"
    },
    {
      "servicio": "Auditoría",
      "area": "Accounting"
    },
    {
      "servicio": "Asesoría Financiera",
      "area": "Accounting"
    },
    {
      "servicio": "Innovación modelos de negocio",
      "area": "Accounting"
    },
    {
      "servicio": "Creación de Contenido",
      "area": "Innovation"
    },
    {
      "servicio": "Legal Comms",
      "area": "Innovation"
    },
    {
      "servicio": "Marketing Digital",
      "area": "Innovation"
    },
    {
      "servicio": "Análisis de innovación",
      "area": "Innovation"
    },
    {
      "servicio": "Branding",
      "area": "Innovation"
    },
    {
      "servicio": "Training",
      "area": "Innovation"
    },
    {
      "servicio": "Legal Ops",
      "area": "Innovation"
    },
    {
      "servicio": "Legal Design",
      "area": "Innovation"
    },
    {
      "servicio": "2024 1065 TAX RETURN",
      "area": "Innovation"
    },
    {
      "servicio": "Tax Forms",
      "area": "International Accounting Services"
    },
    {
      "servicio": "Certifications",
      "area": "International Accounting Services"
    },
    {
      "servicio": "Tax US",
      "area": "International Accounting Services"
    },
    {
      "servicio": "Tax USA",
      "area": "International Accounting Services"
    },
    {
      "servicio": "USA Accounting",
      "area": "International Accounting Services"
    },
    {
      "servicio": "Audit USA",
      "area": "International Accounting Services"
    },
    {
      "servicio": "Reembolso Envio Tarjetas",
      "area": "International Accounting Services"
    },
    {
      "servicio": "Presentación BOI",
      "area": "International Business Services"
    },
    {
      "servicio": "Cobro de Cartera",
      "area": "International Business Services"
    },
    {
      "servicio": "Fast Track EIN",
      "area": "International Business Services"
    },
    {
      "servicio": "Form 8832",
      "area": "International Business Services"
    },
    {
      "servicio": "Notarización US",
      "area": "International Business Services"
    },
    {
      "servicio": "Obligaciones Legales",
      "area": "International Business Services"
    },
    {
      "servicio": "Fee de Estado",
      "area": "International Business Services"
    },
    {
      "servicio": "Legal Advise",
      "area": "International Business Services"
    },
    {
      "servicio": "Registered Agent",
      "area": "International Business Services"
    },
    {
      "servicio": "Place of Business",
      "area": "International Business Services"
    },
    {
      "servicio": "Annual Report Presentation",
      "area": "International Business Services"
    },
    {
      "servicio": "Franchise Tax Filing",
      "area": "International Business Services"
    },
    {
      "servicio": "Agente Registrado",
      "area": "International Business Services"
    },
    {
      "servicio": "Informe Anual",
      "area": "International Business Services"
    },
    {
      "servicio": "Revisión y Drafting de contratos",
      "area": "International Legal Services"
    },
    {
      "servicio": "Revocable Living Trust",
      "area": "International Legal Services"
    },
    {
      "servicio": "Apertura Cuenta Bancaria",
      "area": "International Legal Services"
    },
    {
      "servicio": "Asesoria Contable",
      "area": "International Legal Services"
    },
    {
      "servicio": "Horas On-Demand",
      "area": "International Legal Services"
    },
    {
      "servicio": "SPA",
      "area": "International Legal Services"
    },
    {
      "servicio": "ILS - Trust",
      "area": "International Legal Services"
    },
    {
      "servicio": "Apostilla US",
      "area": "International Legal Services"
    },
    {
      "servicio": "Certificate Of Revival",
      "area": "International Legal Services"
    },
    {
      "servicio": "Certificate Of Revival",
      "area": "International Legal Services"
    },
    {
      "servicio": "SPV",
      "area": "International Legal Services"
    },
    {
      "servicio": "US Fund",
      "area": "International Legal Services"
    },
    {
      "servicio": "Liquidación Sociedad USA",
      "area": "International Legal Services"
    },
    {
      "servicio": "Drafting de documentos corporativos",
      "area": "International Legal Services"
    },
    {
      "servicio": "Actualización Corporativa USA",
      "area": "International Legal Services"
    },
    {
      "servicio": "Incorporación USA",
      "area": "International Legal Services"
    },
    {
      "servicio": "Forms USA",
      "area": "International Legal Services"
    },
    {
      "servicio": "Membresía Seed",
      "area": "International Legal Services"
    },
    {
      "servicio": "International Tax Services",
      "area": "International Legal Services"
    },
    {
      "servicio": "Diagnostico Legal y Tributario",
      "area": "International Legal Services"
    },
    {
      "servicio": "International Tax Services",
      "area": "International Legal Services"
    },
    {
      "servicio": "Diagnóstico Tributario",
      "area": "International Legal Services"
    },
    {
      "servicio": "International Tax Services",
      "area": "International Legal Services"
    },
    {
      "servicio": "Membresía On-Demand",
      "area": "International Legal Services"
    },
    {
      "servicio": "International Tax Services",
      "area": "International Legal Services"
    },
    {
      "servicio": "International Tax Services",
      "area": "International Legal Services"
    },
    {
      "servicio": "International Tax Services",
      "area": "International Legal Services"
    },
    {
      "servicio": "Capacitación",
      "area": "International Legal Services"
    },
    {
      "servicio": "Legal Services",
      "area": "International Legal Services"
    },
    {
      "servicio": "Etapa Prejudicial",
      "area": "International Legal Services"
    },
    {
      "servicio": "Legal Services",
      "area": "International Legal Services"
    },
    {
      "servicio": "Estructuración Legal",
      "area": "International Legal Services"
    },
    {
      "servicio": "Legal Services",
      "area": "International Legal Services"
    },
    {
      "servicio": "Por Definir LSC",
      "area": "International Legal Services"
    },
    {
      "servicio": "Legal Services",
      "area": "International Legal Services"
    },
    {
      "servicio": "Acompañamiento comercial y civil",
      "area": "International Legal Services"
    },
    {
      "servicio": "Legal Services",
      "area": "International Legal Services"
    },
    {
      "servicio": "Asesoría Migratoria",
      "area": "International Legal Services"
    },
    {
      "servicio": "Legal Services",
      "area": "International Legal Services"
    },
    {
      "servicio": "Consultoría en Cumplimiento",
      "area": "International Legal Services"
    },
    {
      "servicio": "Legal Services",
      "area": "International Legal Services"
    },
    {
      "servicio": "Acompañamiento Laboral",
      "area": "International Legal Services"
    },
    {
      "servicio": "Legal Services",
      "area": "International Legal Services"
    },
    {
      "servicio": "Acompañamiento Corporativo",
      "area": "International Legal Services"
    },
    {
      "servicio": "Legal Services",
      "area": "International Legal Services"
    },
    {
      "servicio": "Softlanding Colombia.",
      "area": "International Legal Services"
    },
    {
      "servicio": "Legal Services",
      "area": "International Legal Services"
    },
    {
      "servicio": "Propiedad intelectual y Derechos de autor",
      "area": "International Legal Services"
    },
    {
      "servicio": "Legal Services",
      "area": "International Legal Services"
    },
    {
      "servicio": "Precios de Transferencias",
      "area": "International Legal Services"
    },
    {
      "servicio": "Tax",
      "area": "International Legal Services"
    },
    {
      "servicio": "Alternativas de Rentabilidad",
      "area": "International Legal Services"
    },
    {
      "servicio": "Tax",
      "area": "International Legal Services"
    },
    {
      "servicio": "Por definir TAX",
      "area": "International Legal Services"
    },
    {
      "servicio": "Tax",
      "area": "International Legal Services"
    },
    {
      "servicio": "Consultoría tributaria nacional y municipal",
      "area": "International Legal Services"
    },
    {
      "servicio": "Tax",
      "area": "International Legal Services"
    },
    {
      "servicio": "Due Diligence Tributario",
      "area": "International Legal Services"
    },
    {
      "servicio": "Tax",
      "area": "International Legal Services"
    },
    {
      "servicio": "Planeaciones Tributarias",
      "area": "International Legal Services"
    },
    {
      "servicio": "Tax",
      "area": "International Legal Services"
    },
    {
      "servicio": "Consultoría en controversias fiscales",
      "area": "International Legal Services"
    },
    {
      "servicio": "Tax Litigation",
      "area": "International Legal Services"
    },
    {
      "servicio": "Litigio Tributario Judicial",
      "area": "International Legal Services"
    },
    {
      "servicio": "Tax Litigation",
      "area": "International Legal Services"
    },
    {
      "servicio": "Controversias Administrativas",
      "area": "International Legal Services"
    },
    {
      "servicio": "Tax Litigation",
      "area": "International Legal Services"
    },
    {
      "servicio": "Litigio penal tributario",
      "area": "International Legal Services"
    },
    {
      "servicio": "Tax Litigation",
      "area": "International Legal Services"
    }
  ],
  "franchise_tax.docx": "When it comes to choosing Delaware as your company's home, understanding the nuances of Franchise Tax and Corporate Income Tax is crucial. \nDelaware, known because of the tax benefits it offers, imposes unique tax requirements that can significantly impact your business's financial health. Whether you're a startup aiming to scale or a corporation looking to innovate, grasping these tax obligations is essential for maintaining compliance and optimizing your business and tax strategies.. These taxes, while distinct in their purpose and calculation, both play significant roles in shaping your company's financial strategy. By effectively managing these tax obligations, businesses can leverage Delaware's tax advantages to maximize success.\nIn this article, we'll delve into the details of Franchise Tax and Corporate Income Tax, including how they are calculated, the deadlines you need to be aware of, and potential exemptions. We'll also explore how these taxes compare, helping you understand their impact on your business's bottom line. By the end, you'll have a clearer picture of how to navigate these taxes and keep your company in good standing.\nWhat is Franchise Tax and Who Needs to Pay It?\nThe Franchise Tax in Delaware is a fee imposed for the privilege of incorporating within the state. It's important to note that this tax is not dependent on business activity or income. Instead, it applies to all corporations incorporated in Delaware, regardless of whether they conduct business there. The Delaware Department of State administers this tax, and it is due annually by March 1st.\nUnderstanding who needs to pay the Franchise Tax is crucial for maintaining compliance and avoiding penalties. Essentially, any corporation that has chosen Delaware as its state of incorporation is required to pay this tax. This includes both domestic and foreign corporations that have registered in Delaware. The tax is applicable even if the company is not actively conducting business or generating income in the state.\nWho is Required to Pay Franchise Tax?\nAll corporations incorporated in Delaware must pay the Franchise Tax. This includes:\nDomestic corporations: These are companies that are formed and registered within Delaware.\nForeign corporations: Companies incorporated in another state but registered to do business in Delaware.\nNon-profit corporations: Even though they may not pay the tax, they must file an annual report.\nIt's vital for businesses to be aware of these obligations to ensure they remain in good standing with the state.\nImplications of Not Paying Franchise Tax on Time\nFailing to pay the Franchise Tax by the March 1st deadline can lead to significant consequences. The state imposes a late penalty of $200, along with a monthly interest rate of 1.5% on any unpaid tax balance. This can quickly add up, creating a financial burden for businesses.\nMoreover, non-compliance can result in the loss of good standing status, which may affect a corporation's ability to conduct business legally. This can also impact the company's reputation and relationships with partners and investors.\nUnderstanding Corporate Income Tax in Delaware\nIn Delaware, the Corporate Income Tax is a significant consideration for businesses operating within the state. Unlike the Franchise Tax, which is a fee for the privilege of incorporation, the Corporate Income Tax is based on the income generated by the corporation. This tax applies to companies that conduct business activities in Delaware, regardless of their state of incorporation.\nUnderstanding who is subject to this tax and how it is calculated is crucial for businesses to maintain compliance and optimize their financial strategies. Let's explore the specifics of Delaware's Corporate Income Tax, including its applicability and calculation process.\nWho is Subject to Corporate Income Tax in Delaware?\nAny corporation that conducts business in Delaware is subject to the state's Corporate Income Tax. This includes both domestic corporations and foreign corporations that have established a business presence in Delaware. The tax is applicable to businesses that generate income from activities within the state, such as sales, services, or other business operations.\nFor example, a technology company headquartered in California but with a sales office in Delaware would be liable for Corporate Income Tax on the income generated from its Delaware operations. Similarly, a manufacturing company with a production facility in Delaware would also be subject to this tax. It's important for businesses to accurately determine their nexus, or connection, with Delaware to assess their tax obligations correctly.\nHow is Corporate Income Tax Calculated?\nThe calculation of Delaware's Corporate Income Tax involves several steps. The tax rate is currently set at 8.7% of the federal taxable income allocated and apportioned to Delaware. Businesses must first determine their total federal taxable income, then apply Delaware's apportionment formula to calculate the portion of income attributable to Delaware activities.\nDelaware uses a three-factor formula that considers the proportion of a company's property, payroll, and sales within the state compared to its total operations. This formula ensures that only the income related to Delaware activities is taxed. For instance, if a corporation has 20% of its sales, 15% of its payroll, and 10% of its property in Delaware, these factors will be used to determine the taxable income.\nExamples and Statistics\nTo illustrate, let's consider a corporation with a federal taxable income of $1,000,000. If 30% of its activities are attributed to Delaware, the taxable income subject to Delaware's Corporate Income Tax would be $300,000. Applying the 8.7% tax rate, the corporation would owe $26,100 in state taxes.\nStatistics from the Delaware Division of Revenue indicate that Corporate Income Tax contributes significantly to the state's revenue. In recent years, the tax has accounted for a substantial portion of Delaware's budget, underscoring its importance to the state's economy.\nComparing Franchise Tax and Corporate Income Tax\nWhen it comes to doing business in Delaware, understanding the nuances between Franchise Tax and Corporate Income Tax can significantly impact your company's financial strategy. Both taxes serve distinct purposes and have different implications for businesses incorporated in the state. While the Franchise Tax is essentially a fee for the privilege of being incorporated in Delaware, the Corporate Income Tax is based on the income generated by the corporation's activities within the state.\nChoosing Delaware as your business hub offers strategic advantages, but it also requires a clear understanding of these tax obligations. Let's delve into a side-by-side comparison to highlight the key differences and implications for businesses.\nPurpose and Applicability\nAt first glance, the terms Franchise Tax and Corporate Income Tax might seem interchangeable, but they serve distinct purposes and have different implications for businesses incorporated in Delaware.\nThe Franchise Tax is levied on corporations as a fee for the privilege of incorporation in Delaware. It applies to all corporations registered in the state, regardless of their business activity or income. This means that even if your company is not conducting business or generating revenue in Delaware, you are still required to pay this tax.\nOn the other hand, the Corporate Income Tax applies to businesses that conduct operations within Delaware, regardless of their state of incorporation. This tax is based on the income generated from activities such as sales or services within the state. Thus, a corporation with a physical presence or significant business activities in Delaware will be subject to this tax.\nCalculation Methods\nThe calculation of the Franchise Tax can be done using two methods: the Authorized Shares Method and the Assumed Par Value Capital Method. The choice between these methods depends on the corporation's structure and the number of authorized shares, with the aim of minimizing the tax liability.\nIn contrast, the Corporate Income Tax is calculated at a rate of 8.7% on the federal taxable income allocated to Delaware. Businesses must use an apportionment formula that considers the proportion of property, payroll, and sales within the state to determine the taxable income attributable to Delaware.\nMaximizing Business Success with Delaware's Tax System\nUnderstanding the differences between Franchise Tax and Corporate Income Tax in Delaware is crucial for any business aiming to thrive in this corporate-friendly state. These taxes, while distinct in their purpose and calculation, both play significant roles in shaping your company's financial strategy. By effectively managing these tax obligations, businesses can leverage Delaware's tax advantages to maximize success.\nLet's recap the essential points to ensure your business remains compliant and benefits from Delaware's unique tax environment:\nFranchise Tax: This is a fee for the privilege of incorporating in Delaware, applicable to all corporations registered in the state, regardless of their business activity or income. It is due annually by March 1st to maintain good standing and avoid penalties.\nCorporate Income Tax: This tax is based on income generated from business activities conducted within Delaware. The current tax rate is 8.7% of the federal taxable income apportioned to the state, requiring businesses to accurately assess their nexus with Delaware.\nCompliance: Timely payment of these taxes is essential to prevent financial burdens and maintain your corporation's reputation. Non-compliance can result in significant penalties and loss of good standing.\nTo structure a tax strategy that aligns with your business goals, ensures compliance and for more insights on how to effectively manage your company's tax responsibilities in Delaware, visit legalnova.co and explore our comprehensive resources.",
  "MANUAL LIQUIDACIÓN DL (2).pdf": "MANUAL\nDE LIQUIDACIÓN\nDELAWARE\nIBLS\n# PASOS\nACCIÓN\nDESTINATARIO / RESPONSABLE\nOBSERVACIONES\n1\nForm 4506 -T\nIRS\nNo es obligatorio, pero se le recomienda solicitarlo para tener estado de\nla sociedad\n2\nElaborar Acta de disolución y\nliquidación\nDocumento Interno (Elabora\nAsociado)\nEl cliente debe firma el Acta y se aprueba formalmente el cierre\n3\nPagar Franchise Tax\nDelaware Division of Corporations\nUna vez el cliente paga el 1er 50% del servicio, podemos hacer el pago\n4\nPresentar Formulario Estatal\nde Disolución\nSecretary of State Delaware\nEscoger el formulario correcto según el tipo de entidad\n5\nPresentar Form 966\nIRS\nAplica solo a INC O LLC que tributen como corporación\n6\nEmployment Taxes\nIRS\nSolo aplica para sociedades que tengan empleados\n7\nPresentar Declaración Final\nFederal\nIRS\nINC: Form 1120/1120-S. LLC: Form 1065 o Schedule C según su\nclasificación fiscal. Responsable: IAS\n8\nEnviar Carta de Cancelación\nEIN\nIRS\nAmbas deben enviar carta solicitando el cierre del EIN, adjuntando el\ncertificado estatal.\nPASOS PARA PRESENTAR:\n1.Form 4506 -T\nCuando se le presente el servicio al cliente, dejar claro que es opcional, pero se le aconseja si no sabe\nen que está la sociedad \n Link \nIMPORTANTE: La firma y fecha debe ir de forma manuscrita - esto aplica para TODOS los\nformularios que se envian al IRS\n2.Elaborar Acta de disolución y liquidación\nEn la carpeta de\ndrive del cliente el\nAsociado encargado\ndebe guardar la\nresolución\n3.Pagar Franchise Tax\nEntrar a la página de Delaware\nEscogemos opción\nSearch for a\nBusiness Entity\nCopiamos File\nnumber de la\nsociedad\nEntramos a “File Annual\nFranchise Tax Report”\nCopiamos el File\nNumber\nContinuamos con el\nproceso\nSeleccionar “File\ncurrent year taxes”\nRevisar “Amount Due”, poner en “Issued Shares” 1.000.000 , “Gross Assets” 100, “Assets Date” poner\nel día anterior a fecha que se está presentando\nVerificar que “Amount Due”\nquede en $450 USD\nSolicitar información\nal cliente\nPoner # de Directores o Managers (confirmar con\ncliente)\nImportante dar\ncheck\nContinuar\nVerificar\nInformación\nPagar\nSolicitar al encargado de\nTC USA pago y\naprobación previa\n(Verificar si cliente pagó\nel servicio - ayuda\nAsociado IBS)\nConfirmación del Pago\nSubir a la Carpeta de drive el\ndocumento de Franchise Tax\nLink Drive: \nhttps://drive.google.com/drive/folders/1C7esPKfsi2\nAQgKIIR3k5zRlDkBSKWt0Z\n4.Presentar Formulario Estatal de Disolución\n Link Formularios INC - LLC\nFORMULARIOS INC\nPara cerrar una corporación que sí tuvo actividad (operó, tuvo acciones, contratos, dinero).\nPara cerrar una corporación inactiva o sin activos/pasivos (nunca operó).\nPara cerrar una corporación antes de empezar a operar (ya creada, pero sin actividad real).\n Versión corta si nunca empezó ni movió nada.\nPara cerrar una corporación que nunca emitió acciones.\nVersión rápida si no emitió acciones ni operó\nPara cerrar una corporación sin acciones (non-stock), como asociaciones o fundaciones.\nVersión corta si esa non-stock nunca operó ni tuvo actividad.\nPara cerrar una non-stock corporation antes de iniciar operaciones.\nVersión corta si ni siquiera llegó a operar.\nEscogemos\nel\nformulario\n275 – Short\nForm\nINC \nEscoger “Cancellation” - ejemplo real en la\nimagen\nhttps://corpfiles.delaware.gov/LLC_Forms/Cancellation\n%20-%20LLC%20-%20domestic.pdf\nLLC\nPágina de Delaware\nEscoger Document Filing and\nCertificate Request Service\nPara subir el Form diligenciado\nEscoger Priority 4\n(24 hour)\nSe debe llenar con la\nmisma información\ndel pantallazo \nContinuar con el proceso de pago\nSubir el Form que\nya se diligenció\nSolicitar al encargado de TC USA\ndatos de la tarjeta, con aprobación\nprevia (Verificar si cliente pagó el\nservicio - ayuda Asociado IBS)\nNombre de la Sociedad que se está\nLiquidando\nFile Number (en paso 2 está como\nsacar este)\nCertificate of Dissolution\n5.Presentar Form 966 (Solo INC o LLCs que tributen como Corp)\n Link Formulario 966\nDescargar formulario en el link y\ndiligenciarlo\nhttps://www.irs.gov/pub/irs-pdf/f966.pdf\n6.Employment Taxes\nEl cliente ya debe haber pagado a los empleados los salarios y demás montos a los que los trabajadores\nya tengan derecho\nSe debe diligenciar el formulario 941 Trimestral cuando la obligación de\nimpuestos de nómina (renta, Seguridad Social y medicare) son superiores\na 1000 USD anuales. \nhttps://www.irs.gov/pub/irs-pdf/f941.pdf\nLink del formulario:\nSeleccionar casilla 17 *OBLIGATORIO*\nSe debe diligenciar el formulario 944 Anual cuando la obligación de\nimpuestos de nómina (renta, Seguridad Social y medicare) son\ninferiores a 1000 USD anuales. \nLink del formulario:\nSeleccionar casilla 14 *OBLIGATORIO*\nhttps://www.irs.gov/pub/irs-pdf/f944.pdf\n*Si el empleador debe presentar el 944 recibirá una notificación escrita por\nparte del IRS, de lo contrario presentar el 941\nSe debe diligenciar el formulario 940 si se cumple alguna de las\nsiguientes condiciones: \nLa empresa pagó más de 1500 USD en cualquier semestre por\nconcepto de salarios (no contratistas independientes). \nLa empresa tuvo 1 o más empleados durante al menos una parte de\nun día en 20 o más semanas diferentes durante el año fiscal.\nLink del formulario:\nhttps://www.irs.gov/pub/irs-pdf/f940sp.pdf \nSeleccionar Final en Type of Return *OBLIGATORIO*\nSe debe diligenciar el formulario W2 por cada uno de los empleados\nque tenga la empresa.\nSe deben diligenciar 6 copias del formulario, cada una para los\nsiguientes destinatarios: \nLink del formulario:\nhttps://www.irs.gov/pub/irs-pdf/fw2.pdf\nTener en cuenta a quién se debe\npresentar cada uno de los formularios\n(Al lado de cada formulario está a\nquien se debe enviar)\nEnviar W3 con la copia de todos los W2  y enviar a Administración del Seguro Social (SSA) de USA\n7.Presentar Declaración Final Federal\nSe declara al año siguiente del que se presenta el formulario estatal de disolución\nRecordarle a IAS, que deben\nmarcar esa casilla\n(Asociado encargado de la\nliquidación)\n8.Enviar Carta de Cancelación EIN\nLa carta debe tener adjunto la carta de\nconfirmación de EIN, articles of\ndissolution\nEsta carta se debe radicar con Dani\nSuarez al correo:\nA esta dirección del IRS: \nInternal Revenue Service Cincinnati, OH\n45999 USA\nYA TIENES UNA\nSOCIEDAD\nLIQUIDADA :)\nWii, ahora cobra el 2do 50% al cliente!\n",
  "MANUAL LIQUIDACIÓN FL.pdf": "MANUAL\nDE LIQUIDACIÓN\nFLORIDA\nIBLS\n# PASOS\nACCIÓN\nDESTINATARIO / RESPONSABLE\nOBSERVACIONES\n1\nForm 4506 -T\nIRS\nNo es obligatorio, pero se le recomienda solicitarlo para tener estado de\nla sociedad\n2\nElaborar Acta de disolución y\nliquidación\nDocumento Interna (Elabora Asociado)\nEl cliente debe firma el Acta y se aprueba formalmente el cierre\n3\nPagar Annual Report\nSun Biz - Division of Corporation\nUna vez el cliente paga el 1er 50% del servicio, podemos hacer el pago\n4\nPresentar Formulario Estatal\nde Disolución\nSecretary of State Florida\nEscoger el formulario correcto según el tipo de entidad\n5\nPresentar Form 966 (Solo INC)\nIRS\nAplica solo a INC O LLC que tributen como corporación\n6\nEmployment Taxes\nIRS\nSolo aplica para sociedades que tengan empleados\n7\nPresentar Declaración Final\nFederal\nIRS\nINC: Form 1120/1120-S. LLC: Form 1065 o Schedule C según su\nclasificación fiscal. Responsable: IAS\n8\nEnviar Carta de Cancelación\nEIN\nIRS\nAmbas deben enviar carta solicitando el cierre del EIN, adjuntando el\ncertificado estatal.\nPASOS PARA PRESENTAR:\n1.Form 4506 -T\nCuando se le presente el servicio al cliente, dejar claro que es opcional, pero se le aconseja si no sabe en\nque está la sociedad \n2.Elaborar Acta de disolución y liquidación\nEn la carpeta de drive\ndel cliente el Asociado\nencargado debe\nguardar la resolución\n3.Annual Report\nEntrar a la página de Florida\nEscogemos opción\nSearch Records\nhttps://dos.fl.gov/sunbiz/\n1.\n2.\n3.\n4.\n5.\n6.\nCompletar Paso de pago\ncuando estemos en\nTemporada\n Link Formularios INC - LLC\nhttps://dos.fl.gov/sunbiz/manage-\nbusiness/dissolve-withdraw-business/\n3.Presentar Formulario Estatal de Disolución\nFORMULARIO INC - CORP\n1.\n2.\n3.\n4.\n5.\n6.\n7.\n8.\n9.\n10.\n11.\n12.\nSolicitar al\nencargado de TC\nUSA pago y\naprobación previa\n(Verificar si cliente\npagó el servicio -\nayuda Asociado\nIBS)\nFORMULARIO LLC\n1.\n2.\n3.\n4.\n5.\n6.\n7.\n8.\nSolicitar al\nencargado de TC\nUSA pago y\naprobación previa\n(Verificar si cliente\npagó el servicio -\nayuda Asociado\nIBS)\n9.\n10.\n11.\n4.Presentar Form 966 (Solo INC)\n Link Formulario 966\nDescargar formulario en el link y\ndiligenciarlo\nhttps://www.irs.gov/pub/irs-pdf/f966.pdf\n5.Employment Taxes\nEl cliente ya debe haber pagado a los empleados los salarios y demás montos a los que los trabajadores\nya tengan derecho\nSe debe diligenciar el formulario 941 Trimestral cuando la obligación de\nimpuestos de nómina (renta, Seguridad Social y medicare) son superiores\na 1000 USD anuales. \nhttps://www.irs.gov/pub/irs-pdf/f941.pdf\nLink del formulario:\nSeleccionar casilla 17 *OBLIGATORIO*\nSe debe diligenciar el formulario 944 Anual cuando la obligación de\nimpuestos de nómina (renta, Seguridad Social y medicare) son\ninferiores a 1000 USD anuales. \nLink del formulario:\nSeleccionar casilla 14 *OBLIGATORIO*\nhttps://www.irs.gov/pub/irs-pdf/f944.pdf\n*Si el empleador debe presentar el 944 recibirá una notificación escrita por\nparte del IRS, de lo contrario presentar el 941\nSe debe diligenciar el formulario 940 si se cumple alguna de las\nsiguientes condiciones: \nLa empresa pagó más de 1500 USD en cualquier semestre por\nconcepto de salarios (no contratistas independientes). \nLa empresa tuvo 1 o más empleados durante al menos una parte de\nun día en 20 o más semanas diferentes durante el año fiscal.\nLink del formulario:\nhttps://www.irs.gov/pub/irs-pdf/f940sp.pdf \nSeleccionar Final en Type of Return *OBLIGATORIO*\nSe debe diligenciar el formulario W2 por cada uno de los empleados\nque tenga la empresa.\nSe deben diligenciar 6 copias del formulario, cada una para los\nsiguientes destinatarios: \nLink del formulario:\nhttps://www.irs.gov/pub/irs-pdf/fw2.pdf\nTener en cuenta a quién se debe\npresentar cada uno de los formularios\n(Al lado de cada formulario está a\nquien se debe enviar)\nEnviar W3 con la copia de todos los W2  y enviar a Administración del Seguro Social (SSA) de USA\n7.Presentar Declaración Final Federal\nSe declara al año siguiente del que se presenta el formulario estatal de disolución\nRecordarle a IAS, que deben\nmarcar esa casilla\n(Asociado encargado de la\nliquidación)\n8.Enviar Carta de Cancelación EIN\nLa carta debe tener adjunto la carta de\nconfirmación de EIN, articles of\ndissolution\nEsta carta se debe radicar con Dani\nSuarez al correo:\nA esta dirección del IRS: \nInternal Revenue Service Cincinnati, OH\n45999 USA\nYA TIENES UNA\nSOCIEDAD\nLIQUIDADA :)\nWii, ahora cobra el 2do 50% al cliente!\n",
  "Pricing.pdf": "Actividad Macro \nActividad detallada \nValor (USD)\nDescuento aprobado\nComentarios \nDuración del Servicio (desde \nenvío información)\n1. Planeaciones Tributaria\n1.1 Dignóstico Legal y Tributario (Resumen Ejecutivo + Análisis Economico)\n$2,500\n15%\ni.e. Para efectos Impuesto al Patrimonio, Flipings, Optimización \nfiscal (holding o operativo).\n500 por cada sociedad o accionista a hacer la planeación a \ndicha sociedad adicional o accionista adicional\n3 semanas\n1.2. Análisis Economico\n$1,000\n15%\nI.e. IVA vs. Impuesto al consumo, R. Ordinario vs. Simple\n2 semanas\n1.3. Procesos de Internacionalización\n$2,000\n15%\ni.e. Implicaciones tributarias y legales de iniciar operaciones en \notro país. \n3 semanas\n1.4. Planeación Patrimonial (Sucesoral)\n$1,500\n10%\nEstados Unidos y Colombia\n4 semanas\n1.5 High Level Review\n$500\n20%\nAnalisis economico estandarizable; Ej: premium propiedades. \nEl descuento solo procede si toman otro servicio.\n4 semanas \n1.6 Implementacion Planeacion\n$150\n$ 50 USD\nValor por hora que que se requiera estar pendiente.\nToda la Implementacion\n2. Conceptos\n2.1. Concepto Legal y Tributario sobre temas particulares\n$850\nNo hay \n Analizar pricing caso a caso; Ej: aplicacion de CDI cliente o una \noperacion de Cloud Computing. \n2 semanas\n2.2. Opiniones Legales\n$300\nNo hay \n Analizar pricing caso a caso; Ej: La retencion aplicable a una \noperacion de actividad tecnica \n1 semana\n3. Membresias Mensuales\n3.1. Seed\n$1,000\nNo hay \n10 Horas\nMensual\n$100\n3.2 Growth\n$1,425\nNo hay \n15 Horas\nMensual\n$95\n3.3 Scale-UP\n$1,800\nNo hay \n20 Horas \nMensual\n$90\n3.4 Infinity\n$2,125\nNo hay \n30 Horas \nMensual\n$71\n4. Membresía On-Demand\n4.1. 5 horas\n$750\n5%\nHoras que no se facturan de forma mensual, sino como un \nretainer fee\nPuntual\n4.2. 10 horas\n$1,425\n10%\nSe debe cobrar al 100%\nPuntual\n4.3. 15 horas\n$2,025\n15%\nDos meses, 50% primer, segundo mes 50%\nPuntual\n4.4. 20 horas\n$2,550\n15%\nDos meses, 50% primer, segundo mes 50%\nPuntual\nAsociado encargado del area: María Paula Reyes\n$150\nActividad Macro \nActividad detallada \nValor (COP) sin IVA\nDescuento\nComentarios \nDuración del Servico\n1. Precios de transferencia \n1.1 Benchmark\n2 SMLMV\n10%\nSujeto a negociación con el cliente, poner en la propuesta un \ncobro adicional del 10% si el requerimiento de información se \nresponde a satisfacción faltando menos de dos semanas al \ncumplimiento del termino y 15% si el requerimiento de \ninformación se responde a satisfacción faltando 4 días habiles \npara el cumplimiento del termino.\n1 semana\n1.2. Análisis de mercado\n4 SMLMV\n10%\n1 semana\n1.3. Declaración Informativa \n$3.000.000 \n20%\nSegún cronograma\n1.4. Documentación Comprobatoria (Informe Local - Informe Maestro)\n$6.000.000 C/U\n20%\nSegún cronograma\n1.5. Transmisión de Obligaciones Formales de Precios de Transferencia\n1 SMMLV\n10%\nSegún cronograma\n1.6. Busqueda de comparables\n2 SMMLV\n10%\n1 semana\nAsociado encargado del area: María Paula Reyes\n$2,847,000.00\nActividad Macro \nActividad detallada \nValor (USD)\nValor (COP)\nFee de Exito\nDescuento \nComentarios \nDuración del Servicio\n1. Cambiario\n1.1 Apertura del Usuario Cambiario (SIC)\n($\n300)\n                                                 \nHasta de $50 USD\nEl descuento dependel la cantidad de aperturas SIC que se \nrealicen.\n1 semana \n1.2 Declaración de registro de inversión internacionales (Formulario)\n($\n100)\n                                                 \nNo hay \n1 semana\n1.3 Diligenciamiento de los formularios cambiarios (IMC)\n($\n150)\n                                                 \nHasta de $50 USD\nEl descuento dependel la cantidad de aperturas SIC que se \nrealicen.\n1 semana\n2. Devoluciones de saldo a Favor\n2.1 Pago de lo NO debido o en Exceso \n$4,000,000\n10%\n30%\nEl descuento depende del valor de la devolución\n1 semana\n2.2 Devoluciones MUISCA; Ej: Saldos a Favor \n2 SMLMV\n5% - 8%\n10%\nValor por periodo (incluir periodos en arrastre)\n1 semana \n2.3 Devoluciones Fisicas; Ej: IVA proyectos VIS\n3 SMLMV\n5% - 8%\n10%\nValor por periodo (incluir periodos en arrastre)\n1 semana \n3. Demanda Nulidad y \nRestablecimiento de Derecho\n3.1 Elaboración demanda \n$12,000,000\nLa propuesta debe contener todos estos valores, \nindependientemente si se dan o no. I.e. hay decisión de \nprimera instancia a nuestro favor y no la apelan, los \nhonorarios por la apelación igual se causan. La facturación se \nhace por cada fase correspondiente. \n1 mes \n3.2 Contestación a las excepciones propuestas por el demandado\n$2,500,000\n1 o 2 dias \n3.3 Asistencia a Audiencia y alegatos\n$2,500,000\n1 dia \n3.4 Elaboración e Interposición de recurso de Apelación\n$7,000,000\n1 semana \n4. Via Gubernativa\n4.1 Elaboración del Recurso de Reconsideración\n$6.000.000\n10%-20%\n20%\nOrdinariamente 2 meses desde la Resolución, en Bogotá 1 \nmes. \n1 mes\n4.2 Elaboración del poder de representación\n1 dia \n4.3 Radicación del Recurso\n1 dia \n5. Respuestas emplazamientos \npara corregir y para declarar, \nRequerimiento especiales o Pliego \nde Cargos\n5.1 Elaboración del poder de representación\n$4.000.000 \n10%-20%\n20%\nRespuesta requerimiento especial se tiene 3 meses para \ncontestar a partir de la fecha de notificación.\n1 dia\n5.2 Elaboración de la respuesta al emplazamiento o requerimiento especial\n15 dias \n5.3 Radicación de la respuesta\n1 dia \n6. Derecho de petición\n6.1 Derecho de petición de información\n1/2 SMLMV\n10%\n1 día\n6.2 Derecho de petición de consulta\n1 SMLMV\n10%\n1 semana\n6.3 Derechos de petición especiales (i.e. solicitudes de cambio de bases de contribución)\n2 SMLMV\n20%\n1 día\n7. Acciones de tutela\n7.1 Elaboración tutela - Para responder un Derecho de Petición / instar una acción\n($\n2,500,000)\n                                      \n20%\n1 día\n7.2 Elaboración de la acción de tutela - Para Garantizar un derecho fundamental\n($\n12,000,000)\n                                    \n10%-20%\n20%\nPor favor analizar si la acción de tutela tiene un grado de \ncomplejidad más alto para efectos de la cotización.\n2 semanas\n8. Autoestimación de Avalúo \n8.1 Elaboración de la solicitud de Autoestimación\n$4,000,000\n20%\n2 semanas\n8.2 Radicación de la solicitud\n20%\n1 día\n8.3 Elaboración del poder y Autorización para radicar\n20%\n1 día\n9. Renuncia Residencia Fiscal\n9.1 Documento - Renuncia Residencia Fiscal - DIAN\n$200\n10%\nAsociado encargado del area: Ana María Medina\nActividad Macro \nActividad detallada \nValor (USD)\nFee de Exito\nDescuento \nComentarios \nDuración del Trámite \n1. Agente Registrado\n1.1  Designacion del Agente Registrado en el momento de incorporar la sociedad.\n$350\n$50\nSe hace en único pago de los dos servicos. Es posible realizar un \ndescuento si el cliente incorpora mas de dos sociedades pero esta \nsujeto a aprobación de FA o DA\n1 semana \n1.2 Cambio de Agente Registrado cuando el cliente lo solicita.\n  $ 100 + Fee de cada \nEstado \n N/A \n2 semanas \n2. Annual report \n2.1 Anualmente se presenta y la fecha depende del Estado de incorporación y tipo de sociedad. \n($\n250)\n                              \n$50\n1 o 2 dias \n3. Place of Business\n3.1 Designacion en el momento de incorporar la sociedad.\n($\n200)\n                              \nN/A\nPuede ser la que elija el cliente ajena a Legalnova* o pueder ser la \ndireccion de la oficina de Miami de Legalnova*.\n3 semanas \n3.2 Cambio del Place of Business a solicitud del cliente.  \n  $200 + Fee de cada \nEstado \nN/A\n3 semanas \n4. BOI\n4.1 Presentacion del tramite ante el FINCEN.\n($\n250)\n                              \n($\n50)\n                                   \nDesde el momento que se incorpora la sociedad se tienen 30 dias \nhabiles para hacer la presentacion ante el FINCEN.\n1 o 2 dias \n4.2 Actualización del BOI ante el FINCEN con el ajuste.\n($\n250)\n                              \n($\n100)\n                                 \nSe presenta cuando hayan nuevos accionistas o actualizacion de \ninformacion\n1 o 2 dias \n5. Cambio Representante IRS\n5.1  Designación en el momento de incorporar la sociedad.\n($\n150)\n                              \n$50\nAl momento de incorporar se solicita un EIN. Después de \nincorporada la sociedad se debe hacer el cambio por otra persona.\n1 o 2 dias \n6. Mailing Address\n6.1  Designación en el momento de incorporar la sociedad.\n($\n200)\n                              \nN/A\n1 o 2 dias\n6.2 Cambio del Mailing Address a solicitud del cliente.  \n($\n100)\n                              \nN/A\n3 semanas \n7. Form 8832\n7.1  Se debe presentar una vez esté constituida la sociedad \n($\n100)\n                              \nN/A\nSi el cliente elige que la LLC tribute como Corp se debe presentar \neste formulario ante el IRS. Este valor incluye el costo de aprox 6-\n7usd que nos cobran, si no se cobra como servicio o se hace \ndescuento, debe cobrarse el fee. \n3 semanas \n8. Incorporación Plan Simple \n8.1 Constitución\n $970 + Fee de Estado \nN/A\n5%\nSe paga 50% de anticipo y 50% de remanente \n3 semanas desde que se resuelve y entrega \nel requerimiento de información\n8.2 Operating Agreement\n8.3 EIN\n8.4 Agente Registrado\n8.5 BOI\n9. Incorporación Plan Advanced\n9.1 Constitución\n $2,530 + Fee de Estado \nN/A\n5%-20%\nSe paga 50% de anticipo y 50% de remanente \n1 mes desde que se resuelve y entrega el \nrequerimiento de información\n9.2 Corporate Book\n9.3 EIN\n9.4 Agente Registrado\n9.5 BOI\n9.6 Form 8832 o ITIN\n10.Incorporación Plan Premium\n10.1 Constitución\n $4400 + Fee de Estado \nN/A\n10%\nSe paga 50% de anticipo y 50% de remanente \n1 mes desde que se resuelve y entrega el \nrequerimiento de información\n10.2 Corporate Book\n10.3 EIN\n10.4 Agente Registrado\n10.5 BOI\n10.6 Form 8832 o ITIN\n10.7 Mailing Address\n10.8 Asesoria Contable (bookkeeping)\n10.9 Declaración de Impuestos \n10.10 Cuenta bancaria\n11. Reestructuraciones Corporativas\n11.1 Implican cambios en la estructura legal, operativa o financiera de la sociedad para adaptarse a \nnuevas circunstancias o mejorar su viabilidad.\n$700\n599.85\n3399.15\n2 semanas\n12. Actualizaciones Corporativas\n12.1 Renovación de los documentos corportivos (corporate book) de la sociedad a vigencia de año \ncorriente.\n$500\n$100\n1 semana\n13. Auditoria Legal\n13.1 Análisis y evaluación del cumplimiento normativo, contractual y jurídico de una sociedad para \nidentificar riesgos legales y garantizar su conformidad con la legislación vigente.\n$800\n10%\n1 semana\n14. Trust Documents\n14.1 Elaboración de Revocable o Irrevocable Living Trust en los Estados Unidos.\n2000 + Us virtual notary\n10%\n1 mes\n15. Estudios de Homonimia\n15.1 Investigaciones que buscan identificar si una sociedad a incorporar comparte el mismo nombre \ncon otras, con el fin de evitar confusiones legales, comerciales o fraudes\n$150\n$50\n2 días\n16. Drafting de documentos legales\n16.1 Elaboración de documentos Legales tales como: SPA´s, Rollovers, Resolutions, Intercompany \nService agreement, Platform Agreements, NDA, NCA, Independent Contractor Agreement entre otros.\n$300\n$50\n4 días\n16.2. Elaboración de documentos Legales complejos (depende del cliente, i.e. JV)\n$1,000\n20%\nDebería estar compañado de un Diagnóstico Legal\n17. Elaboración, revisión y actualización de \ncontratos\n17.1 Analizar y modificar acuerdos legales para garantizar su validez, claridad y cumplimiento \nnormativo, adaptándolos a cambios legislativos o necesidades del cliente\n$300\n$50\n4 días\n18. Diagnóstico Legal\n18.1 Asesoría al cliente para determinar el mejor vehiculo o instrumento en US\n$1,000\n10%\nSegún vehículo escogido puede variar el precio\n1 mes\n19. Asesoría jurídica Especializada\n19.1 Análisis y orientación legal en áreas específicas del derecho estadounidense, como corporativo, \nsocietario o contractual, para garantizar el cumplimiento normativo y la protección de intereses.\n$150\n$50\nHora On demand\nOn demand\n20. FLIPs\n20.1 Estrategias de reestructuración en las que una sociedad traslada su estructura legal a otra \njurisdicción (valor intrínseco)\n$800\n20%\n50% descuento cuando sea de un diagnóstico previo\n3 semanas\n21. Apertura de cuentas bancarias  procesos \nbancarios\n21.1 Aplicación y acompañamiento en el proceso de apertura de cuenta bancaria en Estados Unidos\n$500\n$100\n2 semanas\n22. Revisión de Sanciones\n22.1 Estudio y redacción de documentos para la condonación de sanciones en US\n$200 - $1000\n10%-20%\nN/A\nSe cobr al cliente un Fee de exito del 20% de la sanción impuesta\nIndeterminado, tiempos del IRS\n23. Notarizacion USA y Apostillas \n23.1 Preparacion de documentos para procesos de Notarización y Apostilla, acompañamiento del \nmismo en Notaria virtual de US\n$150 + fee tercero\nNA\n1 semana\n24. Actas\n24.1 Resolutions de asamblea\n$150\n$50\n1 semana\n25. Limited Partnership Documents\n25.1 Resolutions de asamblea\n$2,500\n$500\n1 semana\n26.Liquidación y Disolución Societaria\n26.1 Ejecución de la disolución societaria, liquidación de activos y cancelación de registros ante \nautoridades estatales y fiscales.\n$2,000\n10%\nDe $2,000 a $5,000 dependiendo de la complejidad de la declracion, \nliquidacion y documetos legales.\n3 semanas\n27. SAFES and Equitys\n27.1 Redacción, revisión y formalización de instrumentos de inversión (SAFEs) y acuerdos de emisión \nde acciones - Inicial.\n$400\n$50\nEl valor es por Safe.\n3 semanas\n27.2Safe replica \n$200\n10%\nValor por safe.\n28. Constitución de Fondo de Inversion\n(Regulacion D - SEC)\n28.1. Estructuración, Estudio e implementacion del registro ante la SEC de un fondo de inversion, \ncorrespondiemente con sus tramites ante la plataforma EDGAR.\n$1,800\n$500\nValor por el registro.\n5 semanas\n28.2. Constitucion de los vehiculos y elaboracion documental.\n$4,000\n15%\nNo incluye contabilidad\n29. ITIN / EIN\n29.1 Renovacion o creacion por primera vez. \n$500\n$150\nEl descuento es para clientes recurentes o que tengan una \nimplementacion por mas de $4,000 USD. Este valor incluye el costo \nde aprox 6-7usd que nos cobran, si no se cobra como servicio o se \nhace descuento, debe cobrarse el fee. \n31. Flip Cayman\nCoordinación incorporación Cayman, así como la estructuración de todos los documentos necesarios \npara adelantar, el análisis del valor de la cesión y los documentos legales en Estados Unidos (La \nincorporación está a cargo de una firma aliada, no incluída en nuestro fee)\n$0\nDepende de las actividades a desarrollar. \n32. REGISTRO SMALL BUSINESS SAM\n30.1 SAM (System for Award Management) es el sistema oficial del gobierno de los Estados Unidos \npara registrar empresas que deseen operar, recibir pagos o cumplir obligaciones ante entidades \nfederales, estatales o locales.\n$600\n N/A\n$60\n2 semanas\n33. Honorarios US Virtual Notary\n 33.1 Honorarios Notaria\n75 + 10 / por firma + \n6.5%\nPrecio de Us virtual Notary\n2 días habiles\n33.2 Acompañamiento\n300\nDepende la hora del que firma, por confirmar\n2 días habiles\n$800\nAsociado encargado del area IBS: Isabella Matallana \n$1,300\n2,999.00\nAsociado encargado del area ILS: Sebastian Osorio\n$2,000\nActividad Macro \nActividad detallada \nValor (USD)\nDescuento \nComentarios \nDuración del Servico\n1. Bookkeeping \n1.1 Reconstrucción Contable Anual (Operaciones sencillas EJ. 1 Inmueble)\n($\n500)\n                                                 \nN/A\nRecordar que siempre el precio del programa no esta incluido \nen nuestros fees. \n1 semana\n1.3 Mensual 0-50 movimientos \n($\n179)\n                                                 \nN/A\nRecordar que siempre el precio del programa no esta incluido \nen nuestros fees. \n1 año\n1.4. Mensual 51-100 movimientos \n($\n300)\n                                                 \nN/A\n1 año\n1.5. Mensual 101-200 movimientos \n($\n449)\n                                                 \nN/A\n1 año\n1.6. Mensual 201-550 movimientos \n($\n899)\n                                                 \nN/A\n1 año\n1.7. Mensual 551-1,200 movimientos \n($\n1,299)\n                                              \nN/A\n1 año\n1.7. Consolidación\n($\n1,500)\n                                              \nN/A\nValor Sujeto a negociación\n2 semanas\n2. Tax Return\n2.1 Tax Return - Formulario 1065\n($\n820)\n                                                 \n10%\n1 Semana\n2.2 Tax Return - Formulario 1120\n($\n600)\n                                                 \n10%\nSi solo contrata este servicio el valor es de $820 USD.\n1 Semana\n2.3 Tax Return - Formulario 1120S\n($\n820)\n                                                 \n10%\n1 Semana\n2.4 Tax Return - Formulario 1040NR\n($\n450)\n                                                 \n10%\n1 Semana\n2.5 Tax Return - Formulario 1040\n($\n500)\n                                                 \n10%\n1 Semana\n3. Cumplimiento\n3.1 Formulario 1099\n($\n100)\n                                                 \nN/A\nSi se realizan de 4 a 10 formularios valor: $90USD C/U y si son \nmas de 10 formularios valor $80USD C/U. Valor sujeto a \nnegociacion.\n3 días - 1 semana\n3.2 Formulario W8\n($\n150)\n                                                 \nN/A\nPrecio minimo $100\n1 o 2 días\n3.3 Formulario W9\n($\n200)\n                                                 \nN/A\n1 o 2 días\n3.4 Formulario 1042S\n($\n100)\n                                                 \nN/A\nSi se realizan de 4 a 10 formularios valor: $90USD C/U y si son \nmas de 10 formularios valor $80USD C/U. Valor sujeto a \nnegociacion.\n3 días - 1 semana\n3.5 FBAR (Foreign Bank Account Report)\n($\n100)\n                                                 \nN/A\nSe puede incluir con el tax return 1040\n3 días\n3.6. ITIN\n($\n500)\n                                                 \nN/A\n4. Membresía\n4.1 Auditoria Contable\n($\n3,000)\n                                              \nN/A\n30 horas inicalmente; cada hoara adicional tiene un costo \n$100 USD. \n1 año\n5. Payroll\n5.1 Federal (941) and State Withholding Return\n($\n100)\n                                                 \n20.00%\nPor formulario\n3 días\n5.2 Federal (940) and State Unemployment Return\n($\n100)\n                                                 \nPor formulario\n3 días\n5.3 Form W2 y Form W3\n($\n20)\n                                                   \nPor formulario\n3 días\n5.4 Implementacion y nominal mensual \n($\n2,000)\n                                              \nRecordar que siempre el precio del programa no esta incluido \nen nuestros fees. Se requiere realizar una membresia de 5 \nhoras. Cada persona adicional, requiere una hora extra de \ntrabajo ($100 USD). \n6. State Obligations\n6.1 Sales and Use Tax\n($\n100)\n                                                 \nPor formulario\n3 días\n6.2 Payroll returns\n($\n100)\n                                                 \nPor formulario\n3 días\n7. Loan staff\n7.1. Personal en prestano \n1.5 veces el costo salarial del personal para la empresa \n8. Capacitacion \n8.1. Parametrizcion Quickbooks \n($\n2,000)\n                                              \nHora de capacitacion \n8.2.\n8.2. Capacitacion personal \n($\n400)\n                                                 \n30.00%\nValor por hora \nAsociado encargado del area: Marco Reina\nActividad Macro \nActividad detallada \nValor (USD)\nValor COP\nDescuento \nComentarios \nDuración del Servico\n1. FLIP\n1.1. Acta extraordinaria - Cesión acciones.\n($\n200)\n                                                 \n8%\n2 semanas\n1.2. Contrato de cesión de acciones.\n($\n300)\n                                                 \n8%\n1.3. Título valor.\n($\n100)\n                                                 \n8%\n1.4. Memorial de situación de control.\n($\n200)\n                                                 \n8%\n1.5. RUB\n($\n300)\n                                                 \n8%\n2. Capitalización (Aportes en \ndinero)\n2.1. Reforma estatutaria - Aumento capital autorizado (si aplica) \n($\n200)\n                                                 \n8%\n1 semana\n2.2. Acta extraordinaria - Capitalización \n($\n200)\n                                                 \n8%\n2.3. Certificado de contador\n($\n200)\n                                                 \n8%\n2.4. Registro del certificado ante CCB\n($\n100)\n                                                 \n8%\n7. Capitalización (Aporte de bien \ninmueble) \nValor x bien inmueble\n1.1. Acta extraordinaria - Aporte del bien inmueble \n($\n200)\n                                                 \n1.2. Estructuración de la escritura pública y elevarla ante notaria. \n($\n500)\n                                                 \n1.3. Registro ante la Oficina de Registro de Instrumentos Públicos. \n($\n300)\n                                                 \n1.4. Actualización del RUT de la sociedad. \n($\n100)\n                                                 \n1.5. Registro del certificado ante CCB\n($\n100)\n                                                 \n7. Capitalización de Activos \n(Acciones, CxC,Inversiones) \n2.1. Reforma estatutaria - Aumento capital autorizado (si aplica) \n($\n200)\n                                                 \n2.2. Acta extraordinaria - Capitalización de activos \n($\n200)\n                                                 \n2.3. Certificado de contador\n($\n200)\n                                                 \n2.4. Registro del certificado ante CCB\n($\n100)\n                                                 \n2.5. Modificación de los libros de accionistas (ai aplica) \n($\n200)\n                                                 \n2.6. Formalización de la cesión del crédito (ai aplica) \n($\n200)\n                                                 \n2.7. Transpaso de derechos en las inversiones ( si aplica) \n($\n200)\n                                                 \n3. Stock Option Plan \n3.1 Reforma estatutaria - Tipos accionarios. \n($\n200)\n                                                 \n8%\n2 semanas\n3.2. Contrato de Vesting\n($\n300)\n                                                 \n8%\n3.3. Acta extraodrinaria - Cesión de acciones.\n($\n200)\n                                                 \n8%\n3.4. Contrato de cesión de acciones. \n($\n300)\n                                                 \n8%\n3.5. RUB\n($\n300)\n                                                 \n8%\n4. Softlanding Colombia  \n4.2. Constitución de sociedad (Cliente como accionista inicial)\n 1000 + 100(Fee de entidad) \n8%\n2 semanas\n4.3. Constitución de sociedad (Legalnova como accionista inicial) + FLIP\n($\n1,500)\n                                              \n8%\n4.4. RUB\n($\n300)\n                                                 \n8%\n4.4. Representación legal sin firma de declaracionn\n($\n100)\n                                                 \n8%\nCosto Mensual \n4.5. Representación legal con firma de declracion \n($\n700)\n                                                 \n8%\nCosto mensual \n4.6. Domicilio de notificaciones judiciales \n($\n100)\n                                                 \n8%\n4.7. Apertura de cuenta bancaria \n($\n500)\n                                                 \n8%\n2 semanas\n5. Actas extraordinarias \n5.1. Actas extraordinarias (aporte de acciones, aumento de capital, reforma de estatutos, etc.)\n($\n200)\n                                                 \n8%\n3 dias \n6. Membresias legales \n6.1. Membresía Legal - Seed 10horas\n($\n3,150,000)\n                                      \n8%\nMensual\n6.2. Membresía Legal - Growth 15horas\n($\n4,260,000)\n                                      \n8%\n6.3. Membresía Legal - Scale Up 20 horas\n($\n5,100,000)\n                                      \n8%\n6.4. Membresía Legal - Infinity 30horas\n($\n6,900,000)\n                                      \n8%\nAsociado encargado del area: \n315000\nActividad Macro \nActividad detallada \nValor (USD)\nComentarios \nDuración del Servico\n1.1. Opening Balance\n($\n150)\n                                                     \n1.  Contabilidad\n1.2. Plan Lite\n($\n350)\n                                                     \nThis plan includes the execution of accounting activities A, B, and C, \nincluding financial activities, with up to 30 accounting entries, payroll \nfor 1 to 5 employees, and up to 10 contractors for service provision.\n1 Year\n1.3. Plan Standard\n($\n600)\n                                                     \nThis plan includes the execution of accounting activities A, B, C, and D, \nwith up to 50 accounting entries, and payroll for 6 to 15 employees.\n1 Year\n1.4. Plan Plus\n($\n1,000)\n                                                 \nThis plan includes the execution of accounting activities A, B, C, D, and \nE, with up to 80 accounting entries, and payroll for 16 to 25 \nemployees. After exceeding this number, an additional charge will be \napplied for each activity according to the budget established with the \nclient.\n1 Year\n1.4. Payrroll Plan\n($\n840)\n                                                     \nUp to 39 Employees\n1 Year\n2. Auditoría\n2.1 Auditoría Integral\nDepende de la cantidad de horas por asociado que se equiera.\n2.2 Auditoría Financiera\nDepende de la cantidad de horas por asociado que se equiera.\n2.3.  Auditoría de procesos\nDepende de la cantidad de horas por asociado que se equiera.\n2.4. Auditoría Tributaria\n Depende de la cantidad de horas por asociado que se equiera. \n3. Revisoría Fiscal\n3.1. Sociedad Comercial\nDepende de los ingresos y patrimonio de la empresa\n1 año\n3.2. Propiedad Horizontal\nDepende de los ingresos y patrimonio de la empresa\n1 año\n4. Declaración de Renta No \nResidente\n4.1. Alianza Premium Propiedades\n($\n550)\n                                                     \n225 por propiedad adicional\n1 mes\n4.2. Alianza JDG\n($\n550)\n                                                     \n225 por propiedad adicional\n1 mes\n4.3. RUT\n($\n200)\n                                                     \nObtencion del RUT\n5. Declaración de Renta Residente 5.1. Alianza Preium Propiedades\n($\n840)\n                                                     \n1 mes\n5.2. Alianza JDG\n($\n840)\n                                                     \n1 mes\n6. Medios Magnéticos\n6.1. Persona Jurídica\nDepende de los formatos a reportar y de la cantidad de transacciones\n6.2. Persona Natural\nDepende de los formatos a reportar y de la cantidad de transacciones\n7. Certificados y Actualizaciones\n7.1. Composición Accionaria\n($\n150)\n                                                     \nSi es una sociedad recién constituida\n7.2. Creación de RUT\n($\n150)\n                                                     \n7.3. Actualización de RUT\n($\n50)\n                                                       \n7.4. Certificado de Ingresos\nDepende de los ingresos\nAsociado encargado del area: \nJuan Sebastián Canal Parra estos son los principales servicios de venta no particular\n120\n457,776,812.19\nNumber of \nAssociates\nHoras \ntrabajables\nValor Hora \nTrabajador\n%\nMeta\nIntern\n1\n$1,423,500.00\nAsociado I\n2\n$2,277,600.00\n7\n840\n$2,711.43\n1.10%\n5,034,724.40\n5,993.72\nAsociado II\n3\n$2,848,000.00\n1\n120\n$23,733.33\n9.63%\n44,069,312.31\n367,244.27\nAsociado III\n4\n$3,060,525.00\n0\n0.00\nAsociado Senior\n5\n$3,274,050.00\n0\n0.00\nLíder\n6\n$3,843,450.00\n3\n360\n$10,676.25\n4.33%\n19,824,227.34\n55,067.30\nProject Manager\n7\n$4,555,200.00\n0\n0.00\nManager\n8\n$5,694,000.00\n3\n360\n$15,816.67\n6.42%\n29,369,225.69\n81,581.18\nSenior Manager\n9\n$6,576,570.00\n1\n120\n$54,804.75\n22.23%\n101,764,367.02\n848,036.39\nDirector\n10\n$7,686,900.00\n1\n120\n$64,057.50\n25.98%\n118,945,364.04\n991,211.37\nSocio\n11\n$8,968,050.00\n1\n120\n$74,733.75\n30.31%\n138,769,591.39\n1,156,413.26\n17\n2160\n246,533.68\n100.00%\n457,776,812.19\n500,792.50\n125.1981246\nAsociado\nLider\nManager\nDirector\nSocio\nActividad Macro \nActividad detallada \nValor (USD)\nComentarios \nDuración del Servico\n1.\n1. 1\n1.2\n1.3\n1.4\n2.\n2.1\n2.2\n2.3\n2.4\n3.\n3.1\n3.2\n3.3\n3.4\n4.\n4.1\n4.2\n4.3\n4.4\n5.\n5.1\n5.2\n5.3\n5.4\n6.\n6.1\n6.2\n6.3\n6.4\n7.\n7.1\n7.2\n7.3\n7.4\nAsociado encargado del area: \nToken\nUSDT\nSmart Contract\nLP Chile o USA\nSerie A\nSerie B\nLP Master\nLP Chile\nLP USA\nActivos\n3,000.00 Activos\n1,000.00\n2,000.00\nNo gravado US\nGravado US\nToken\n1000 USDT\nUSDT\n1 USD\n",
  "textos pag web.pdf": "HOME\n \nLegal, tax and accounting advice for innovation projects in LATAM.  \nSección - hero banner \nWe mean future: \nOp. 1 Your Legal, tax and accounting ally in the Innovation Revolution. \nGrowth & Ambition \nOp. 1. Powering Your Growth Across the Americas. \nOp. 2. From Startup to Scale-Up, Strategically. \nOp. 3. Structure Your Ambition.  \nTrust & Expertise \nOp. 1 Agile Solutions for international Challenges \nOp. 2. International Expertise for Ambitious Companies. \nOp. 3. Your Vision and future, Secured and Structured \n \n​\nSección - startup y corporativos​\n \nFor Startups  \nOp. 1 Structure your ambition. Scale with confidence. \nOp 2. Build the legal and financial foundation for your next investment round. \n“Deja de improvisar. Diseña tu negocio para competir en serio.”​\n \nFor Corporates  \nOp. 1 Harness Disruption and accelerate growth.  \nOp. 2 Reinvent your model. Reaffirm your leadership. \nOp 3. Future-proof your enterprise. Turn disruption into your competitive \nadvantage. \n \nSección servicios TOP​\nInternationalization:  \nop. 1 Beyond Borders. Not Beyond Your Control. \nop. 2 Your global expansion, simplified. \n \nLegal Design \nop 1. Contracts, policies and forms that empower, not confuse. \nop 2. Legal, Made for Humans. \n \nLegal & Accounting Memberships \nop 1. Your integrated team for ongoing growth.  \nop 2. Your embedded team for ongoing growth. \nop 3. Your strategic team for ongoing growth. \n​\n \nSección - Our Clients \nOp 1. Powering the innovators shaping what's next—from ambitious startups to \nglobal enterprises. \nNuestro trabajo habla mejor a través de quienes nos eligen. \n \n-\n01. Clientes\n \nSección - Qué hacemos \n \nWho are we \nWe are \"Legalnovers\": a new breed of advisor that fuses deep legal and \naccounting expertise with an innovator's mindset.  \nLegalnova* is the strategic ally built to empower your growth in a rapidly \nchanging world. \nWhat we do \nOp 1. We design, execute and operate the strategic legal, accounting, and \ntax framework that innovation requires.  \nOur solutions protect your vision while enabling secure and efficient \ngrowth. \nOp 2. We provide the essential framework for innovation. Legalnova* designs \nand implements strategic legal, accounting, and tax solutions that protect \nyour vision, secure your assets, and create the optimal structure for growth.  \nFrom international expansion to day-to-day corporate governance, we \ntransform traditional processes into strategic advantages. \nWhere we operate:  \nWe are a cross-border firm built for innovation.  \nWith a direct presence in the United States and Colombia, we provide seamless \ninternational solutions for companies operating throughout the Americas. \nWho we work with \nWe work with the architects of the future. Our clients are innovators, typically \nfalling into two main categories: \nHigh-growth Startups: Preparing to scale, raise capital, and expand across the \nAmericas. \nForward-thinking Corporates: Industry leaders committed to reinventing their \nbusiness models and defining the next era of their market. \n \n \n \nSección - Our Universe \n \nWe Don't Just Advise on Innovation. We Build It. \nOur philosophy is best expressed through action. Legalnova*, Recu, and Quark.i \neach challenge a traditional way of doing things, united by a shared passion for \nbuilding what's next. \nExplore our universe of ventures. \n \n \nMore Than a Firm. A Constellation of Solutions. \nWe believe every industry is ready for reinvention. \n.. \n01. Logos\n \n \nSección - reconocimientos \n. \n02. Reconocimientos \n \nOur Different Path, Recognized by the Industry. \nStartups  \n \nSección - Agile Framework, Built for Investment and Scale. \n \nWe provide the integrated legal, accounting, and tax foundation that turns your \nvision into an investable and scalable enterprise. \n \nLegalnova* is designed for founders: clear communication, transparent pricing, \nand a team experienced in Venture Capital that de-risks your journey so you can \naccelerate with confidence \n \n \n \n \nSección - clientes \nThe operational backbone of those rewriting the rules \n \n \n01. Startups\n \n \n  \nThe legalnova* advantage \n●​ Clarity Above All. \nProviding clear and actionable advice that respects your time. \n●​ A Foundation for Global Scale. \nBuilding the clean, flexible, cross-border structure required to expand and \noperate seamlessly across the Americas. \n●​ Proactive Tax Strategy. \nCreating and protecting your profitability with a forward-thinking tax \nstrategy designed for startups. \n●​ Dedicated Venture Capital Support. \nGetting you “Due Diligence ready” with our VC-experienced team. \n●​ From Founders, For Founders. \nDelivering guidance grounded in real-world experience. We have faced the \nsame challenges you do. \n●​ A Bridge to the VC Ecosystem. \nProviding strategic introductions to our curated network of VCs, key \npartners, and industry allies. \n \n \n \n \n \n \nSección - Our Framework: Your path to scale \n \nStructuring  \nOp. 1 This is where we design the legal and corporate blueprint for your project. \nWe specialize in creating novel structures that thrive in unregulated or emerging \nmarkets—all while ensuring compliance, tax efficiency, and investor-readiness for \nexplosive growth. \n  \nOp2. A successful startup requires a structure that is both tax-optimized to attract \ninvestment and robust to navigate regulatory uncertainty while supporting a \nfirst-of-its-kind business model. We design that master blueprint with you. \n \n●​ Cross-Border Corporate Design: Designing the optimal US and LATAM \ncorporate structure to facilitate investment, growth, and tax efficiency. \n●​ Venture Capital Strategy: Preparing your company for fundraising, \nincluding pitch deck review and strategic advice on positioning. \n●​ Cap Table Design: We manage the entire lifecycle of your venture's equity, \nfrom the initial structuring of founder agreements, to the critical cleanup \nand conversion of all SAFEs and convertible notes into stock.  \n●​ Investment Fund Structuring (Reg S & D): Designing SEC-compliant \ninvestment vehicles for fintechs and venture studios to legally raise capital \nfrom US and international investors. \n●​ International Tax Planning: Creating a forward-thinking tax strategy \n(including Cayman Sandwich) to protect your profitability and ensure \ncompliance from day one. \n●​ Disruptive Business Model Analysis: Providing the legal framework for \nnovel and first-of-its-kind business models, especially in unregulated   . \n \n \nImplementation  \nA blueprint without execution is just a theory. Whether we are building out the \nfull corporate structure from the previous phase or handling a single, \nmission-critical task, our focus is the same: flawless, efficient implementation. \n \n●​ Company Incorporation: Flawless execution of your new company \nregistration in the United States (C-Corps, S-Corps, LLCs) or Colombia. \n●​ Drafting of Foundational Documents: Crafting the essential legal \nagreements for your business, including Shareholders’ Agreements, \nBylaws, and Stock Option Plans (ESOPs). \n●​ Intellectual Property Protection: Registration and protection of your \ntrademarks, copyrights, and other key IP assets in the US and Colombia. \n●​ Legal Design: Transforming your core operational agreements (e.g., SaaS \nagreements, client contracts, KYC Forms, Internal Policies) into clear, \nhuman-centered, and effective UX tools. \n \n●​ Execution of Investment Rounds: Handling the legal documentation and \ndue diligence process for your seed, Series A, and subsequent funding \nrounds. \n \nOperation  \nYou're the visionary, not the pilot. This is our ongoing partnership model, where \nwe take the controls of your day-to-day legal, accounting, and tax functions, \nliberating you to focus 100% of your energy on what matters most: closing deals \nand growing your startup. \n \n●​ Ongoing General Counsel (Membership): Your embedded legal team for \nday-to-day advice, contract negotiation, and strategic guidance. \n●​ On-Demand Model: For flexible support. Pre-purchase a package of hours \nto use for specific legal, accounting, or tax tasks as they arise, giving you \nexpert support with complete budget predictability. \n●​ Monthly Accounting & Bookkeeping: Continuous management of your \ncompany's financials to ensure clarity, compliance, and investor-ready \nreporting in COL and the US. \n●​ Tax Compliance & Filings: Proactive management and filing of all \ncorporate tax obligations in the US and Colombia. \n●​ Corporate Governance & Secretary Services: Maintaining your company's \ngood standing, managing board minutes, and ensuring all corporate \nformalities are met. \n●​ Labor & Employment Counsel: Guidance on hiring, employee contracts, \nand compliance with labor regulations, including execution of ESOPs and \nVesting Agreements.  \n \n \nOur Ecosystem, Your Global Advantage. \nWe have built a curated ecosystem of partner firms in key international hubs. \nEach one is hand-picked for sharing our core values, and our dedication to the \nstartup ecosystem, ensuring you receive the Legalnova standard of service, \nwherever your ambition takes you.​\n \nOur network extends across: \nCayman Islands \nMéxico \nChile \nPerú \nBrazil \nSpain \nThe UK \nPanamá \n \n \n \n \n \nSección lead magnet \n \n04. Descargables\n \n \nSección - Frequently Asked Questions: Venture Capital in LATAM \n \n1. Question: Why do so many Colombian and LATAM startups incorporate in \nDelaware (USA)? \nAnswer: Incorporating in Delaware is a strategic move, not just a formality. \nInternational Venture Capital funds, especially those from the US, prefer and often \nrequire this structure for 3 key reasons: \n●​ i). Legal Security and Predictability: Delaware has the most developed and \npredictable body of corporate law in the world, with specialized courts that \nresolve disputes efficiently. This reduces risk for investors. \n●​ ii). Industry Standard: The documents and structures of a Delaware C-Corp \nare the industry standard. Lawyers and VCs worldwide are familiar with \nthem, which makes investment rounds faster and more efficient. \n●​ iii). Flexibility and Privacy: Delaware law is very flexible for corporate \nmanagement, especially regarding capital structure and shareholder \nrights, which is essential for startups. \nFor a LATAM startup with global ambitions, a Delaware C-Corp signals that it's \nready to compete in the big leagues and receive international capital. \n \n2. Question: What is a SAFE and how is it different from a Convertible Note for \nraising early-stage capital? \n \n \n: Both are instruments for raising capital before a company has a fixed valuation, \nbut they have a fundamental difference: \nA SAFE (Simple Agreement for Future Equity) is a warrant giving an investor the \nright to receive equity in a future funding round. It is not debt. It has no maturity \ndate or interest rate, making it simpler and more founder-friendly. \nA Convertible Note is a debt instrument. It carries an interest rate and a maturity \ndate. If the startup doesn't raise a funding round before that date, the investor \ncould demand repayment, creating additional pressure on the company. \n \n3. Question: What is the \"Delaware Flip\" or \"Cayman Sandwich\" and when does a \nLatin American startup need one? \n \nAnswer: These are corporate structures designed to allow a LATAM startup to \nreceive investment from international VCs efficiently. \n \nThe \"Delaware Flip\" is a process where an operating company in a Latin American \ncountry becomes a subsidiary of a new parent holding company in Delaware. This \nallows VCs to invest directly into the US entity. \nThe \"Cayman Sandwich\" is a more sophisticated structure for tax and investment \noptimization, placing a Cayman Islands company between the Delaware parent \nand the LATAM subsidiary. \nA startup needs to consider these structures when it is ready to raise a significant \nround of capital with international funds. \n \n4. Question: What are the key legal documents I need to prepare for a Venture \nCapital investment round? \n \nAnswer: While every round is unique, an investor's \"Due Diligence\" process will \nalways review a core set of essential documents, including a Term Sheet, \nSubscription Agreement, Shareholders' Agreement, and updated corporate \ndocuments like the Bylaws and Certificate of Incorporation. Having these \nwell-structured is fundamental for a fast and successful investment process. \n \n5. Question: How do you structure a \"clean Cap Table\" and what mistakes should \nfounders avoid at the beginning? \n \nAnswer: A \"clean Cap Table\" is a simple, accurate, and formalized record of your \ncompany's ownership. The most common mistakes that complicate it are verbal \nequity promises, failing to establish vesting schedules for founders, and a lack of \nformality in issuing shares. A messy Cap Table is a major \"red flag\" for investors \nand can delay or kill a funding round. \n \n6. Question: What are the tax implications in Colombia when receiving an \ninvestment from a foreign VC fund? \n \nAnswer: The tax implications depend entirely on the corporate structure. The \nindustry standard is for the investment to be made into the parent holding \ncompany in the US (the Delaware C-Corp). The funds are then transferred down to \nthe Colombian subsidiary. This structure, when designed correctly, is intended to \nbe more efficient from a tax and regulatory perspective for both the startup and \nthe investor. Proactive tax planning is key. \n \n7. Question: What is an ESOP (Stock Option Plan) and why is it fundamental for \nattracting and retaining talent in my startup? \n \nAnswer: An ESOP is a pool of company stock reserved for employees. It's \nfundamental because, for a startup that can't compete with corporate salaries, \nequity is the most powerful tool for attracting top-tier talent, retaining key \nemployees through vesting, and aligning the entire team by turning them into \nowners. \n \n \n8. Question: How does a VC fund's \"Due Diligence\" process work and what do \ninvestors review? \n \nAnswer: \"Due Diligence\" is an exhaustive investigation a VC fund conducts before \ninvesting to verify all information and uncover potential risks. They primarily \nreview four areas: legal, financial, technical, and commercial. The goal is to confirm \nthat the company is a solid investment opportunity with no \"skeletons in the \ncloset.\" Being prepared beforehand is crucial. \n \n9. Question: Do I need a patent for a VC to invest in my tech startup? \n \nAnswer: Not necessarily. A patent is only one type of Intellectual Property (IP). For \nmost startups (SaaS, marketplaces, fintechs), VCs focus on a defensible \ncompetitive advantage, which can come from other sources like a strong brand \n(trademark), trade secrets, or network effects. The important thing isn't having a \npatent, but having a clear IP strategy. \n \n10. Question: Besides capital, what else does a Venture Capital fund bring to a \nstartup in Latin America? \n \nAnswer: The capital is just the beginning. The true value of a good VC (\"smart \nmoney\") comes from their network of contacts, their strategic expertise from \nseeing hundreds of companies grow, and the validation and credibility that their \nbacking provides. As a founder, it is crucial to look for a partner who brings value \nfar beyond the money. \n \n11. Question: What is a Startup? \n \nAnswer: A startup is a company engineered to rapidly and scalably capitalize on a \ndisruptive innovation. Unlike a traditional business that aims for linear growth, a \nstartup's core mission is to first search for a repeatable and scalable business \nmodel. Once found, its goal is to capture a large market and grow exponentially, \nprioritizing scale over immediate profitability. \n \n12. Question: What is the difference between a Startup and a traditional SME \n(PyME)? \n \nAnswer: While both are vital, they have fundamentally different DNA. The key \ndistinctions are: \nMarket & Innovation: An SME operates in an existing market (sustained \ninnovation). A startup aims to create a new market or disrupt an existing one \n(disruptive innovation). \nPrimary Objective: An SME is built for profitability. A startup is built for scalability. \n \nFunding: SMEs use operating revenue or debt. Startups are funded through \nequity from investors like VCs. \nRisk & Impact: SMEs have a lower-risk model. Startups embrace high risk for the \npotential of high impact and exponential returns. \nLegal Landscape: SMEs fit within established legal definitions. Startups often \noperate in a \"legal gray area,\" pushing the boundaries of existing law, which is \nwhere expert, innovative counsel is most critical. \n \n \nCorporate  \n \nSección -  Strengthen Your Core Business. Optimize Your Engine. \nBuild Your Future. \n \nWe help you solve the innovator's dilemma. Legalnova* specializes in creating the \nagile legal and corporate frameworks that allow you to build your future without \nsacrificing the focus on your core business.  \n \nWe achieve this in three key ways:  \n1.​\nSustaining the Core Business. \n2.​ Optimizing Core Legal Processes. \n3.​ Structuring new Ventures. \n \n \n \n \nSección - clientes \nTrusted by the strategic companies defining the next era of their market. \n \n \n \n02. Corporate\n \n \n \nSección - desafíos  \n \nSustaining the Core Business. \n \n\"Our US and Colombian advisors aren't speaking the same language.\" \nWe act as your strategic cross-border pivot. Our team's dual expertise allows us to \n\"translate\" between jurisdictions, unifying your advisors and aligning your legal \nand tax strategies into a single, cohesive, and efficient operation. \n \n\"Every cross-border transaction feels like it's putting us under a regulatory \nmicroscope.\" \nWe design the robust legal and tax structures for your international \ntransactions—including Transfer Pricing and benchmark policies—to ensure your \noperations are not just compliant, but also highly efficient, protecting your global \nprofitability. \n \n\"Keeping our Colombian subsidiary aligned with global HQ is a constant \nstruggle.\" \nWe manage the corporate governance and financial reporting for your Colombian \nentity, ensuring it operates in perfect sync with your headquarters' compliance \nstandards and strategic goals. \n \n\"We're a leader in Colombia, but expanding into the rest of LATAM is a huge \nunknown.\" \nLeveraging our regional ecosystem, we provide the strategic roadmap for your \nexpansion. We help you choose the right entry structure and manage the \nexecution to build a cohesive, tax-efficient LATAM operation. \n \n \nOptimizing Core Legal Processes. \n\"Our contracts are perceived as a bottleneck for the business and a friction \nwith clients.\" \nWe use Legal Design to transform your traditional contracts and commercial \npolicies into clear, user-friendly and digital tools. The result: accelerated sales \ncycles, better client relationships, and business teams that are empowered, not \nblocked.  \n \n\"Our legal team is drowning in repetitive, low-value work and we can't prove \nour strategic value.\" \nPowered by Quark.i, we leverage AI-driven automation and data analytics to \nstreamline workflows and manage workload. We free your team from the daily \ngrind so they can become the proactive, strategic advisors the business needs. \n \n\"The business teams see us as the 'Department of No'.\" \nWe help you shift from a gatekeeper to a strategic enabler. Our methodology \nfocuses on training your legal team to be proactive business partners who design \ncreative, compliant solutions to help the business achieve its goals—turning \"no\" \ninto \"here's how.\" \n \n\"Our internal policies and governance are ignored because they're too \ncomplex.\" \nWe use Legal Comms to ensure your key legal policies—like the Code of Ethics or \nlabor policies—are not just seen, but are understood, retained, and acted upon. \nWe go beyond just creating a document; we build understanding and drive \nadoption. \n \nStructuring New Ventures \n●​ \"Internal bureaucracy is killing our new ideas.\" \nWe create legally independent \"sandbox\" entities and execute corporate \n\"spin-offs\", allowing your most promising new ventures to scale independently \nwith the agility of a startup. \n \n●​ \"We need to invest in startups, but we don't know how to start.\" \nWe provide the end-to-end framework to launch your own Corporate Venture \nCapital (CVC) arm, from structuring the fund and investment thesis to executing \nthe deals. \n \n●​ \"Our Board won't approve a new venture unless the core business is \nshielded from its risks.\" \nWe design a resilient corporate shield, structuring new ventures as separate legal \nentities to protect the parent company from financial and legal liability. \n \n \n \nLas grandes empresas enfrentan barreras que frenan su crecimiento: \n●​ Procesos internos rígidos y burocráticos.​\n \n●​ Competencia de startups más ágiles.​\n \n●​ Necesidad constante de transformación digital.​\n \n●​ Complejidad regulatoria y de cumplimiento normativo.​\n \n●​ Dificultad para integrar la innovación en su cultura. \n \nSección - casos de éxito \n \nAsesoramos a estos corporativos a seguir creciendo  \n​\n(Preguntar a FA clientes corporativos) \n \n \n \nSección - servicios \n1.​ Sustaining the Core Business. \n \n●​ US-LATAM Advisory & Integration \n●​ International & Domestic Tax Planning \n●​ Transfer Pricing Strategy \n●​ Corporate Governance & Subsidiary Management \n●​ LATAM Expansion & Market Entry \n●​ Strategic Dispute Resolution \n●​ Cross-Border Accounting & Bookkeeping (US & Colombia) \n●​ Commercial Contract Drafting & Management \n \n2.​ Optimizing Core Legal Processes.  \n●​ Legal Design for Documents \n●​ Legal Operations & AI Implementation for processes \n●​ Strategic Legal Counsel Transformation \n●​ Engaging Policy Rollouts & Legal Communications \n \n3. Structuring New Ventures \n●​ Company Incorporation (US & Colombia) \n●​ Corporate Venture Capital (CVC) Arm Design & Launch \n●​ New Venture & Spin-Off Structuring \n●​ Risk Isolation & Corporate Shielding \n●​ Venture-Specific Compensation & ESOPs \n \n \n \nSección - The legalnova* advantage \n- A Modern Approach to Legal Services. \nA commitment to bringing the future of legal services to you today. We leverage \ntechnology, AI-powered tools via Quark.i, and Legal Design to deliver a more \nefficient, data-driven, and user-friendly experience for your entire company. \n- A Venture Capital Mindset for Your Legal Team. \nA commitment to equipping your enterprise with the strategic discipline of the \nVenture Capital world. We go beyond just structuring deals; we help you adopt VC \nmethodologies, evolving your legal team into a powerful new competitive edge. \n- Seamless Cross-Border Integration. \nA commitment to eliminating the friction of international operations. Our \nintegrated team acts as your single point of contact, providing a unified legal, tax, \nand accounting strategy across the US and LATAM to ensure clarity and efficiency. \n- Absolute Discretion. Unwavering Professionalism. \nA commitment to handling your most sensitive strategic projects with the \nhighest level of confidentiality and professionalism. \n \nCTA  ¿Tu empresa está lista para dar el siguiente paso? \nLet's discuss the framework to future-proof your enterprise. \n \n \n \nSección lead magnet \n \n04. Descargables\nLegal Design  \n \nSection​\nPurpose \n \nTo transform the way companies understand, apply, and communicate legal \nmatters: clear processes, usable information, and documents that generate real \nvalue and create memorable experiences. \n \n \nSección​\nWhat is Legal Design? \nA focus that combines law, design, and innovation to simplify complexity, improve \nuser experience, and optimize legal and corporate processes. \n \n \n \nSección​\nSuccess Stories \n \n04. Legal design\n \n \n \n \n \nSección​\nBenefits \n \n●​ Clear understanding for all audiences. \n●​ Interactive and actionable documents. \n●​ Greater compliance and internal engagement. \n●​ Reduction of risks due to legal misinterpretation. \n●​ Align with the requirements of regulatory entities. \n \n \n \nSección​\nLegal Experience \nWe create immersive legal experiences: workshops, clinics, and simulations that \ntransform legal learning into a living practice. \n \n \n \nSección​\nLegal Communication & Operations \nWe communicate complexity claerly and operate legally with efficiency. \nUser-centered Design applied to internal policies, manuals, and processes.​\n  \n \n \nSección​\nnúmeros de autoridad​\n \n+5 years of experience | +30 companies transformed | +200 documents \nredesigned. \n \n \nSección​\nLearning​\n \nLegal innovation trainings, legal design workshops, and technology adoption \nprograms to improve the innovation skills and opportunities in the legal field.  \n \n \n \nSección​\nPresent at…  \n \nOur team has been invited as professors and speakers at universities, diplomas, \nand training programs in Colombia and LATAM, sharing methodologies on legal \ndesign, innovation, and technology applied to law. \n \n​\n05. Equipo en charlas\n \n \n \nSección​\nQuark.i​\nOur innovation team has been transformed into Quark.i, a consultech that has \nhelped us optimize and improve our products, processes and experiences \nthrough technology, artificial intelligence and disruptive methodologies.​\n \nOur clients deserve better results and experiences that generates value. We ! \n \nMore about… \n​\n \n \n \nSección​\nLead Magnet \n \n04. Descargables\n \nSección -  ​\nQ&A \n1.​\nCan I apply legal design in non-legal areas? \nYes. Although it originated in the legal world, legal design can be applied in \ncompliance, HR, accounting, and any process where clarity and user \nexperience are key. \n2.​ What is the difference between legal design and graphic design? \nLegal design doesn't just seek to make documents \"pretty,\" but to rethink \nthe entire experience: structure, language, visualization, and usability. The \nresult is functional, not just aesthetic. \n \n \n​\n \nInternacionalización  \n \nSección - proposito \nTo accompany companies in their safe, strategic, and scalable expansion into new \nmarkets.​\n \n \nSección - Qué debo tener en cuenta en un proceso de internacionalización? \n \nWhat should I consider in an internationalization process? \nWe help you design efficient cross-border strategies that align legal, tax, and \noperational goals for sustainable global growth. \n●​ Domestic regulations with international implications. \n●​ Bilateral and Multilateral treaties. \n●​ Corporate structure.  \n●​ Tax and Transfer Pricing international system.  \n●​ Intellectual property and contracts. \n \n \n​\nSección - etapas \n \nYour Strategic Partner for Scaling and Global Expansion \n \nOur internationalization service is a comprehensive, end-to-end solution designed \nto manage risk and maximize your success. We guide you through three critical \nphases—from initial concept to long-term growth—ensuring your venture or \nbusiness is built on a solid, compliant, and profitable foundation. \n \nStructuring: Comprehensive legal and tax planning, economic viability analysis, \nand a customized internationalization roadmap. \n \nImplementation: Focused execution of your roadmap, based on a detailed \nimplementation blueprint that itemizes all required activities and their \ncorresponding costs. \n \nOperation & Growth: Active support and strategic advice for tax optimization, \nlegal compliance, and sustained expansion.  \n \n​\n​\nSección - Beneficios \n●​ Confident Market Entry. Navigate new markets with a secure, compliant, \nand optimized corporate and financial foundation. \n●​ Tax and regulatory optimization. Maximize your financial efficiency with \nproactive strategies that reduce tax liabilities and streamline regulatory \nburdens. \n●​ Proactive Compliance & Legal Assurance. We ensure an optimal legal \nand operational standing. We shield your business against risks and \npenalties. \n●​ Accelerated Scaling. Leverage our end-to-end support as your strategic \nadvantage, removing operational burdens so you can focus 100% on \nstrategy and growth \n \n \nSección - casos de éxito  \n \nBuilding a Tax-Efficient Structure for Multi-Jurisdictional Logistics \n \nThe Challenge: Kiki Latam needed to manage its complex logistics operations \nand launch new projects across five key markets: Colombia, Perú, Ecuador, \nMéxico, and the United States. They required a unified structure to ensure tax \nefficiency and regulatory compliance in every country. \n \nOur Solution: Legalnova designed and implemented a sophisticated, \nmulti-jurisdictional tax plan. We created an efficient corporate structure that \nstreamlined their operations and aligned with the distinct legal and financial \nregulations of each nation. \n \nUnlocking Global Capital for a High-Growth Fintech \n \nThe Challenge: Rapicredit's high-growth micro-loan business needed to secure \nnew and diverse sources of financing to meet escalating demand. Their local \ninvestment options in Colombia were limiting their potential to scale. \n \nOur Solution: We identified a strategic opportunity in the U.S. market. We \nstructured and incorporated a dedicated investment fund in the United States, \ndesigning it to access a deeper pool of capital under a more flexible regulatory \nframework. \n \nDesigning Efficient International Models for Scalability and Compliance \n \nThe Challenge: A diverse group of our clients, including innovative leaders like \nLittio, Sky OTC, and Colfuturo, needed to structure their international operations. \nTheir goal was to scale efficiently, decrease operational costs, and ensure full \ncompliance in all target markets. \n \nOur Solution: For each client, we designed and implemented a bespoke \ninternational business model. This involved creating an optimized corporate \nstructure, ensuring tax efficiency, and navigating the specific local regulations of \ntheir operational and target countries. \n \n \n \n \nSección - preguntas frecuentes \n \n1.​ I want to incorporate in the U.S. What state is the best? \nThe \"best\" state depends entirely on your specific business goals. There is a \ncommon myth that Delaware is the best for everyone, but its main \nadvantage is for companies structured to raise venture capital. It is often \nnot the best choice for operations. A business with LatAm operations might \nfind Florida more tax-efficient and practical, while a fintech company could \nfind key regulatory advantages in a state like Montana. Our Structuring \nphase is the deep-dive analysis we use to determine the optimal state for \nyour company. \n \n2.​ Your offices are in Colombia and the U.S. Can you help me expand to \nother countries or jurisdictions? \n \nAbsolutely. Our framework is built for global structuring, wherever your \nstrategy takes you. While our core offices are in the U.S. and Colombia, we \nhave successfully guided clients through complex setups in Europe, \nPanama, the Cayman Islands, and the UAE (Dubai). We leverage our trusted \nnetwork of specialized local partners for in-country execution, while we \nremain your central strategist and project manager, ensuring your global \nplan is implemented seamlessly. \n \n3.​ What are the main risks of internationalization, and how do you handle \nthem? \n \nThe primary risks in any expansion are legal, tax, and regulatory \nnon-compliance, which can lead to severe penalties. Our entire process is \ndesigned to mitigate these. We provide strategic alternatives that are all \nfully compliant with local and international law. It's crucial to understand \nour approach: we specialize in 100% compliant tax optimization (finding the \nmost efficient legal path), not illegal tax avoidance. Our job is to help you \nnavigate the complexities safely, not to cut corners. \n \n4.​ What is the difference between a C-Corp and an LLC, and when is it \nbetter to incorporate one or the other? \nThe key difference is taxation and structure. A C-Corp pays corporate taxes, \nallows multiple classes of stock, and is generally preferred by venture \ncapital investors, making it ideal for startups planning to raise funding or go \npublic. An LLC offers pass-through taxation and flexible management, \nwhich can be simpler for small businesses or companies prioritizing \noperational ease. The best choice depends on your growth plans, investor \nexpectations, and business goals, some companies even start as an LLC \nand later convert to a C-Corp when seeking investment. \n5.​ How does a trust allow me to organize my family assets and optimize \nstate tax upon succession? \nA trust allows you to organize and protect your family assets by transferring \nlegal ownership of property to a trustee, who manages it for the benefit of \ndesignated beneficiaries. This structure provides flexibility in controlling \nhow and when assets are distributed, ensures privacy by avoiding probate, \nand can significantly reduce or defer estate taxes. Properly designed \ntrusts—such as irrevocable or grantor trusts—remove assets from the \ntaxable estate, potentially minimizing the overall state and federal estate \ntax burden while preserving wealth for future generations. \n6.​ What is the Foreign Exchange Registry and what is it used for? \nThe foreign exchange registry is the process by which the Central Bank \n(Banrep) is informed about the entry or exit of foreign currency from the \ncountry related to international investment operations. \nThis registry is essential for several reasons: \n★ It helps to understand and control capital flows, which contributes to the \neconomic stability of the country. \n★ It makes it easier for the authorities to verify the nature of transactions \nand compliance with regulations. \n★ By registering your investment, you acquire important rights, such as \nthe possibility of sending the profits generated by your investment abroad \nand reimbursing the capital invested. \n7.​ What is Tax Litigation? \nTax litigation is a formal dispute or controversy that arises between a \ntaxpayer (whether an individual or a company) and the tax authority (such \nas the DIAN at the national level or the Secretaries of Finance at the \nterritorial level). \nThis conflict arises from disagreements over the interpretation or \napplication of tax regulations. It generally occurs when the authority \ndisagrees with the returns filed by the taxpayer, or when the taxpayer \ndisagrees with an action taken by the authority. \nLegalnova Tax Litigation team advises you on tax proceedings before the \nDIAN and territorial authorities, including enforced collection, refunds, \nofficial determinations, and penalties in both administrative and judicial \nproceedings. We also prepare legal opinions, claims for simple nullity, and \nclaims of unconstitutionality.   \n8.​ What is Intellectual Property? \nIP is a legal protection granted to creations of the mind (like ideas made \nreal), such as inventions, artistic works, designs, and brand names used in \ncommerce. It is divided into two main branches: \nIndustrial Property: It´s focused on creations used in industry and \ncommerce. It provides legal protection for new technical solutions or \nInventions (Patents); signs used to distinguish goods or services in the \nmarketplace (Trademarks, Commercial Names); the aesthetic appearance \nof products (Industrial Designs); and names tied to product origin \n(Geographical Indications). \nCopyright & Related Rights: Protects Creative Works (books, music, \nsoftware, films) and the rights of performers and broadcasters. \n \n9.​ How do you protect intellectual property? \nProtection is primarily secured through registration in each country where \nprotection is sought, as IP rights are territorial (they only apply where \nthey're granted). You must apply and register your Patents, Trademarks, \nand Designs with the national government office. Copyright protection \nstarts automatically upon creation of the work; however, registration is \nrecommended as it's the easiest way to prove you are the owner in a legal \ndispute \n \n10.​What is an international intellectual property strategy and how is it \nuseful? \nAn international IP strategy is a global plan that outlines how a business \nwill secure, manage, and use its inventions, brands, and creative works \nacross different countries.​\n \n11.​ What is the VAT rate in the US?​\n​\nThe United States does not have a Value Added Tax (VAT) applicable to the \nentire US territory, instead there is a system called “Sales and Use Tax” that \nis imposed by each state individually, this means these local governments \nare free to apply it or not, and the rates can reach up to 10% depending of \neach state.​\n​\nSales and use tax is commonly used to tax the sale or use of products, but \nsome states may also tax certain services, so it's important to review the \nregulations in the state where you will incorporate your business. \n \n12.​What Does It Mean to Have a U.S Trade Or Business? \nA USTB generally exists when a foreign person or company goes beyond \nsimple passive investment and establishes an active operational presence. \nThis includes activities such as: \n★​ Personal Services: Performing any type of physical service in the \nU.S., whether it is consulting, labor, or management \n★​ Physical Presence: Maintaining offices, warehouses, factories or \nstores that serve as fixed places of business in the country \n★​ Active Representation: Having employees or agents operating in \nthe U.S. who perform key business functions for the company. \nIn simple terms, if you are actively doing business in the U.S. (instead of just \nearning passive income like interest or dividends), you likely have a USTB. \n13.​What withholding tax rate will be applied if I have transactions with \nthird parties located abroad, in this case with the Colombian company \nbeing the beneficiary of the payment? \nThe withholding taxes that must be assumed are those related to income \ntax. Therefore, the rates will be applied in accordance with the internal \nregulations of each jurisdiction, which may range from 15% to 30%. It should \nbe noted that the withholding is applied by the paying country and is \nrecognized as a tax deduction in Colombia.  \n14.​Can double taxation agreements be applied to transactions carried out \nwith third parties located outside the national territory? \nThey cannot be applied indiscriminately; agreements can only be applied \nwhen they are in force in both countries. Therefore, Colombia must review \nwhich countries are in this situation and, consequently, determine the \napplication of the agreement.   \n15.​What is unauthorized public fundraising and how can it be avoided? \nIt occurs when a company receives funds from the public without proper \nauthorization or financial guarantees. \nReview your business model with Legalnova before launching your \nplatform to prevent regulatory or criminal exposure. \n16.​Can I offer returns or digital investment products? \nYes, but it depends on the contractual structure and the investor’s risk \nprofile. \nLegalnova assists you in designing compliant contracts and whitepapers \nthat inspire confidence and meet legal requirements. \n17.​Do I have to pay taxes on my crypto assets? \nYes. The Colombian Tax Authority (DIAN) requires the declaration of both \ngains and digital assets, including those held abroad. \nOur team guides you through full tax compliance to avoid penalties and \nensure transparency. \n18.​Can I operate a fintech or crypto platform from abroad? \nYes, provided you comply with foreign exchange, tax, and consumer \nprotection regulations. \nLegalnova offers international structuring and compliance advisory to \nsupport your global expansion securely. \n \n \n \n \n \n \nMembresías \n \n \n \n \n​\nSección - descripción \nWith our memberships, you have permanent access to a team of experts in \ninternationalization, law, and accounting. These are not isolated consultancies: we \naccompany you continuously, with plans designed to adapt to the growth and \ncomplexity of your company. \n \nInternational Legal Services (ILS) \nPurpose: We provide strategic support to companies looking to expand \ninternationally. From Corporate and Regulatory Structuring to operations in \nnew countries, we design solutions that reduce risks and maximize \nopportunities. \n●​ Packages: Seed, Growth, Scale Up, and Infinity, with different hours of \nsupport. \n●​ Types and Scope of Services: Corporate advisory, structuring of legal \nvehicles and investment funds, regulatory analysis for entering the United \nStates depending on the business, drafting of contractual vehicles, and \nestate planning. \n●​ How it Works: You choose your monthly plan or a specific package based \non the hours you need. We assign an expert team to accompany you at \neach stage of your expansion. \n●​ Advantages: \n○​ Flexibility: you pay only for the time you need. \n○​ Expert support in international tax and legal matters. \n○​ Security when making decisions in new markets. \nFrequently Asked Questions: \n1.​ What does a monthly membership include? We give you access to a \ndefined number of hours during which our team analyzes, proposes, and \nresolves your international legal and tax needs. \n2.​ Can I combine a monthly membership with on-demand packages? Yes, \nyou can have your monthly plan and supplement it with additional hours \nwhen required. \n3.​ What happens if I don't use all the assigned hours? We help you \nprioritize activities so you can make the most of your hours. If you still don't \nuse them, we can adjust your plan for the next period. \nLegal Services Colombia (LSC) \nPurpose: We support your company in its day-to-day legal needs in Colombia. \nWith our legal memberships, you have a team of lawyers at your disposal, \noffering legal services in Colombia through hourly plans tailored to the size \nand growth stage of your business. \n●​ Packages: Seed, Growth, Scale Up, and Infinity. \n●​ Types and Scope of Services: The scope of this membership includes \nsupport in corporate matters, the structuring and review of contracts, \nmanagement of labor and immigration matters, compliance and \nregulatory issues, as well as tax consulting and planning. \n●​ How it Works: You select the number of hours per month, and our legal \nteam works with you as if they were part of your company. \n●​ Advantages: \n○​ Predictable and transparent costs. \n○​ Direct access to an expert legal team. \n○​ Strategic, not just reactive, support. \nFrequently Asked Questions: \n1.​ Can I change my plan if my company grows? Yes, you can scale your \nmembership at any time to have more hours of support. \n2.​ Does the membership include judicial representation? No, it focuses on \npreventive and consultative support. If you need judicial representation, it is \nquoted as an additional service. \n3.​ What additional benefits do I get when I subscribe to a membership? \nWith your membership, you’ll have a dedicated manager who handles all \nyour requests and coordinates weekly or biweekly meetings to optimize \nyour hours and ensure efficient support. \nAccounting Colombia and United States  \nPurpose: We simplify your company's accounting and financial management \nwith clear plans that ensure tax compliance, administrative control, and \npeace of mind in your operations. \n●​ Packages: Opening Balance, Lite, Standard, Plus, and Payroll. \n●​ Types and Scope of Services: Accounting registration, payroll, contractor \nmanagement, auditing, statutory auditing, financial report and mandatory \nreports. \n●​ US PLUS Services: The services include Financial Statement Consolidation \nunder IFRS / US GAAP, Sales Tax and State-Level Licensing Registration \n(Depends on the state), and US Tax Compliance. \n●​ How it Works: You choose the plan according to your company's volume \n(accounting entries, employees, and contractors). Our accounting team \nhandles the entire process, with clear and timely reports. \n●​  \n●​ Advantages: \n○​ Guaranteed tax compliance. \n○​ Greater control over financial information. \n○​ Time savings and reduction of administrative errors. \nFrequently Asked Questions: \n1.​ What is the difference between the Lite and Plus plans? The Lite plan is \ndesigned for small businesses with fewer records and employees. The Plus \nplan is ideal for companies with a larger volume of operations. \n2.​ Is payroll included in all plans? No, payroll is included depending on the \nchosen package. For example, Lite covers up to 5 employees and Plus up to \n25. \nSección - Purpose Statement \nTo Bring Clarity to the Complexity of Innovation \n \n\"Our purpose is to dismantle the legal, tax, and accounting barriers that slow \ndown visionaries, whether they are a founder building a global startup or a \ncorporate leader reinventing an industry.  \n \nWe provide the clear, strategic frameworks that empower them to navigate \nuncertainty, build with confidence, and seize the full, sustainable impact of their \ninnovation.\" \n \n \n \n \n \n \n \nSección - clientes \n \n \n01. Clientes\n \n \nSección - Qué hacemos \nWho are we? \nWe are a 360º innovation consulting firm. \n \nWhat do we do? \nWe design legal, accounting, tax, and innovative solutions. \n \nWhere? \nUnited States and Colombia. Our allies in: Mexico, Chile, Spain, Panama, Cayman \nIslands, among others, complement our business model. \n \nWho do we target? \nHigh-impact startups \nInvestors \nCompanies that wish to transform through innovation\n \nSección - Our DNA \nA Foundation of Trust & Unwavering Professionalism. \nTrust is earned through action. We earn that trust in the details: in the clarity of \nour advice, the precision of our documents, and our relentless commitment to \nmeeting every deadline. \nInnovation as Our Driving Force. \nWhile traditional firms talk about change, we create it. Through our consultech, \nQuark.i, we deploy AI and automation to engineer solutions that are faster, \nsmarter, and more efficient. We don't just advise on the future; we deliver it. \nA Simple Belief: Professional Services are for Humans. \nLegalnova* designs every solution with the human user in mind, so you can spend \nless time deciphering complex advice and more time leading your business. We \ndeliver accessible, understandable, and actionable solutions. \n \nSección - redes \nInstagram: https://www.instagram.com/legal_nova/?hl=en \nInstagram \nLinkedIn: https://co.linkedin.com/company/legalnova LinkedIn​\n \nYouTube: https://www.youtube.com/%40legalnova6273 YouTube \n \nSección ecosistema y reconocimientos \n - \n \n02. Reconocimientos \n03. Aliados\nhttps://www.elespectador.com/economia/emprendimiento-y-lider\nazgo/crearon-una-firma-de-consultoria-disenada-para-emprendi\nmientos-en-la-era-digital \n \nhttps://www.larepublica.co/especiales/40-emprendedores-menor\nes-de-40/asi-se-solucionan-necesidades-desde-el-emprendimient\no-3680384 \n \nSección - socios \n \n01. Socios\nDaniel Acosta \n●​ Role: Partner and CEO. ​\nProfile:  \nDaniel is the founding architect of the Legalnova* universe, also serving as \nCo-founder of Recu and Quark.i. His unique perspective is born from the \nintersection of law and innovation, combining his background as a Disruptive \nBanking lawyer with an MSc in Innovation Management & Entrepreneurship. \nDaniel doesn't just practice innovation; he teaches it, serving as a professor of Law, \nInnovation, and Entrepreneurship at the prestigious Universidad de los Andes \n(and several others) and as a trusted certified mentor and private advisor to a \nportfolio of high-growth startups.\" \n●​ LinkedIn: Daniel Acosta​\n \nFabián Andrés Acosta Guevara \n●​ Role: Managing Partner \n●​ Profile:  \nFabian leads the firm's legal and tax practices, serving as the architect of our \nclients' cross-border strategies. As a specialist with an LLM in International \nTaxation, he designs the sophisticated frameworks that enable companies to \nscale globally with confidence and efficiency. \nFabian also extends his expertise to the classroom as a professor of \nInternationalization and Pitch, and serves as a certified mentor for high-potential \nstartups. This unique combination ensures our firm's advice is not only technically \nflawless but also commercially astute and powerfully communicated. \n●​ LinkedIn: Fabián Acosta Guevara​\n \nCamila Giraldo Lasso \n●​ Role: Partner and Director of Corporate, Compliance and Disputes. \n●​ Profile: Lawyer specialized in Commercial Law from the Universidad de los \nAndes and a strategic legal leader with over six years of experience at the \nintersection of corporate consulting and operational efficiency. She is an \nexpert in business structuring, corporate governance, regulatory \ncompliance, labor, and immigration law, Her vision focuses on transforming \nlegal management into a clear tool for growth and sustainability for \nstartups and consolidated companies, strengthening risk management. \nAs a Partner Legal at Legalnova, her role extends beyond advisory. She \ndirectly impacts operational efficiency by leading the implementation of \nthe internal management platform. Furthermore, she has the capacity to \nlead teams and manage complex projects, including the coordination of \npublic sector contracting. \n●​ LinkedIn: Camila Giraldo Lasso​\n \nJuan Felipe García \n●​ Role: Partner and Head of Accounting and Audit \n●​ Profile: Responsible for audit, consulting, advisory, and accounting \noutsourcing services, as well as the firm's overall accounting. In their \nprofessional experience, they have led audit and statutory audit projects for \ncompanies such as Metro Línea Bogotá 1, Consorcio Constructor Nuevo \nDorado, Puentes y Torones SAS, Concesionaria San Simón, San Rafael, and \nAPP Gica, among others. This has provided them with extensive expertise \nand skills in accounting and tax management for companies across sectors \nlike construction, education services, and commerce. \nThey hold a degree in Public Accounting from Universidad del Valle, a \nspecialization in Tax Management from Universidad Libre de Colombia, and \na Master's in Financial Administration from Prime School Business at Sergio \nArboleda University.  \n●​ LinkedIn: Juan Felipe García​\n \n Jorge Mario Rodríguez  \n \n●​ Role: Legal Services Partner \nLawyer, specialist in financial law, and master in private law from the University of \nthe Andes, he also has a master's degree in business administration from IÉSEG \nSchool of Management in Paris, France. \nJorge Mario is an author and university professor on topics related to business law, \nlegal tech, and legal innovation. He has been Secretary General and Member of \nthe Board of Directors of the Colombian Legal Tech Association (alt+co). \nHe is currently a partner at the firm Legalnova and CEO of RECU. His experience \nfocuses on the digital transformation of the legal sector, with a particular focus on \nthe automation of judicial processes through the use of new technologies. \n●​ LinkedIn: Jorge Mario Rodríguez​\n \n \nSección - oficina​\n \n02. Imagenes\n \nSección - equipo​\n \n02. Imagenes\n \nSección- trabaja con nosotros \nJoin a team that transforms law, accounting, and business with innovation and \ndisruption. \n \n \n \n \nIntroductory Copy:  \n \nWelcome to our Learning Hub. This is more than a library; it's a living ecosystem of \ninsights, where we share everything we've learned and taught through events, \nwebinars, articles, and lectures.  \n \nAI-Nover. \n \n\"Don't just search—ask. AI-Nover is our custom-built Knowledge Bot, trained \nexclusively on our deep expertise in venture capital, cross-border structures, \nstartup strategy, and business model innovation. Get a clear, curated, and \nactionable answer, instantly.\" \n \n \n \nSección blog ​\nInsights, trends, and practical guides for entrepreneurs, corporations, and change \nagents. \n \n1.​ Blogs que se mantienen ​\n​\nA Decalogue of Entrepreneurship: How to Start a Business? — Guía \npráctica para emprendedores con pasos iniciales legales y de negocio.​\n \nhttps://legalnova.co/a-decalogue-of-entrepreneurship-how-to-start-a-busin\ness/ legalnova.co​\n \n2.​ Choosing the Right Business Structure for Your Company — Explica \nestructuras societarias y cuándo elegir cada una.​\n \nhttps://legalnova.co/choosing-the-right-business-structure-for-your-compa\nny/ legalnova.co​\n \n3.​ Starting your business in the United States — Pasos y consideraciones \nlegales/tributarias para entrar al mercado US. ​\n https://legalnova.co/starting-your-business-in-the-united-states/ \nlegalnova.co​\n \n4.​ ¡Vámonos para Estados Unidos! — Contenido práctico sobre \ninternacionalización y beneficios de operar en EE. UU.​\n https://legalnova.co/vamonos-para-usa/ legalnova.co​\n \n5.​ Exploring Future Investment Funds in the US — Análisis sobre \nestructuras de fondos y oportunidades para inversores.​\n https://legalnova.co/investment-funds-in-the-us/ legalnova.co​\n \n6.​ How foreign investors can benefit from Colombia’s Orange Economy — \nIncentivos fiscales y oportunidades para inversión en economía creativa.​\nhttps://legalnova.co/how-foreign-investors-can-benefit-from-colombias-ora\nnge-economy/ legalnova.co​\n \n7.​ Cryptocurrencies in USA — Riesgos legales y tributarios al operar con \ncriptoactivos en EE. UU. (útil para fintechs).​\n https://legalnova.co/en/cryptocurrencies-in-usa/ legalnova.co​\n \n8.​ The Lawyer’s Dilemma: Challenges for Law Firms Adopting Legal-Tech \n— Reflexión sobre transformación digital en firmas legales.​\nhttps://legalnova.co/the-lawyers-dilemma-challenges-for-law-firms-adoptin\ng-legal-tech/ legalnova.co​\n \n9.​ Transfer Pricing — Guía sobre precios de transferencia y su impacto \ncontable/tributario. https://legalnova.co/transfer-prices/ legalnova.co​\n \n10.​ Renta exenta - Economía Naranja (FAQ) — Preguntas frecuentes y \nrequisitos para acceder a la exención.​\n https://legalnova.co/renta-exenta-economia-naranja/ legalnova.co​\n \n11.​ Impuesto al patrimonio — Explicación práctica sobre implicaciones del \nimpuesto patrimonial para emprendimientos.​\n https://legalnova.co/impuesto-al-patrimonio/ legalnova.co​\n \n12.​ Régimen Simple de Tributación — Ventajas y cómo puede ayudar a \nmejorar flujo de caja para empresas pequeñas.​\n https://legalnova.co/regimen-simple-tributacion/ legalnova.co​\n \n13.​ Contabilidad para Dummies — Conceptos contables básicos explicados \npara emprendedores y fundadores.​\n https://legalnova.co/contabilidad-para-dummies/ legalnova.co​\n \n14.​Exporta tus sueños — Guía sobre exportar servicios y aprovechar \nmercados internacionales.​\n https://legalnova.co/exporta-tus-suenos/ legalnova.co​\n \n15.​ Legal Design (qué es / casos) — Artículo central sobre legal design y cómo \naplica en documentos y servicios.​\n https://legalnova.co/en/legaldesign/ legalnova.co​\n \n16.​ ¿Qué es legal design? — Versión en español que explica la metodología \nNova y beneficios.​\n https://legalnova.co/en/que-es-legal-design/ legalnova.co​\n \n17.​ Design Thinking con abogados — Cómo aplicar metodologías de \ninnovación en productos legales.​\n https://legalnova.co/en/design-thinking-con-abogados/ legalnova.co​\n \n18.​ Tendencias para emprendimientos #1 — Artículo sobre tendencias, retos y \noportunidades para startups.​\n https://legalnova.co/tendencias-para-emprendimientos-1/ legalnova.co​\n \n19.​ Soft Skills — Contenido formativo sobre habilidades blandas útiles para \nequipos y emprendedores.​\n https://legalnova.co/en/soft-skills/ legalnova.co​\n \n20.​Tax Talks mensuales — Serie de actualidad tributaria para mantener al día \na clientes y contadores. ​\n https://legalnova.co/tax-talk-julio-claves-y-novedades-tributarias/ \n \n \n \n \nSección - webinars & Lectures \n \nhttps://www.youtube.com/@legalnova6273/videos \n \n01. Daniel Acosta\n \n \nSección - clases  \n \n \nWith a solid academic background, our team shares knowledge in spaces such as \nthe University of Los Andes, consolidating ourselves as benchmarks in legal, \naccounting, and business innovation. \n \n \n \n \n \n \n \n \n \n \nCTA Headline: \nKnowledge is the first step. Strategy is next. \nButton Text: \nSpeak with a Human Expert \n  \nSección formulario  \nRecibe contenido exclusivo y novedades \n",
  "We are legalnova.pdf": "We help you enter, manage, or invest in \ninternational markets.\nWe support the legal, accounting, and tax matters \nof your startup or investment in COL and USA.\nWe prepare you to participate or invest in \ninvestment rounds.\nWe plan and implement the best international \ntax strategy for your startup or investment.\nWe train you in key and up-to-date information \nthat drives the growth of your business model.\nWe manage your disputes to defend your \ninterests.\nlegal_nova\nlegalnova\nIn a constantly changing world, where innovation and adaptation are key to success, Legalnova* is your strategic ally \nto drive the growth and transformation of your business. We design legal, accounting, tax, and innovation solutions in \nLatin America and the United States.\nlegalnova.co\ninfo@legalnova.co\n(+57) 311 7101 017\nWhy are we diﬀerent?\nDaniel Acosta\nCo- Founder\nCamila Giraldo\nCorporate Partner\nFabian Acosta\nCo- Founder\nJuan F. García\nAccounting Partner\nJorge Rodríguez\nPartner Legal Services\nJoin the \nrevolution now!\n+1 (786) 598 15 48\nWe are a team of experts passionate about helping startups and corporations reach their \nfull potential. We combine our deep market experience with a creative and innovative \napproach to develop customized solutions that ﬁt the unique needs of each client.\n+50 Collaborators\nLaw: \n(tax, \ncorporate, \nﬁntech, business, litigation)\nAccounting (COL - US)\nDesign and Innovation\nAdvertising\nBusiness Analyst\nFinance\nStartups\nCorporate\nWe optimize and create any legal content to be a \ncommercial and social tool.\nLegal and accounting solutions to bring \norganizations closer to the entrepreneurship and \ninvestment ecosystem.\nWe make highly complex legal information \nvisible and optimize its understanding and \ncompliance.\nWe train legal teams to optimize and create \nvaluable solutions.\nWe train your team with the latest legal trends \nand disruptive business models in CVC.\nWe support the generation of proﬁtability \nalternatives through international, legal, and tax \nstructuring.\nWe are focused on understanding your needs perfectly! \nThis allows us to offer tailor-made solutions that go beyond the conventional \nand help drive your business through the expertise of our professionals and \nthe structuring of high-level services.\nDiscover the power of being a legalnover*!\nWe automate the pre-legal and executive collection process \nto recover your overdue portfolio. Easy, fast, and cost-effective.\nIssues with your \nportfolio ﬂow?\n+ Clients\n+ Partners\nhttps://wa.link/b07t3g\nhttps://api.whatsapp.com/send?phone=17865981548\nhtps:/www.instagram.com/legal_nova/\nhtps:/www.linkedin.com/company/73874615/admin/feed/posts/\nhtps:/www.instagram.com/recu.cartera?utm_source=ig_web_buton_share_sheet&igsh=ZDNlZDc0MzIxNw==\nhttps://legalnova.co\nhtps:/www.linkedin.com/in/dacosta38/\nhtps:/www.linkedin.com/in/faacosta/\nhtps:/www.linkedin.com/in/mc-giraldolaso/\nhtps:/www.linkedin.com/in/juan-felipe-garcia-236a3249/\nhtps:/www.linkedin.com/in/jorge-mario-rodriguez-ramirez-ab5086b/\nA creative consultech that merges disruption, innovation, \nand artiﬁcial intelligence to design and structure business \nmodels that stand out.\nLooking to capture \nnew markets?\n"
}